Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 2.1_Save_To_Album_Failure
source: Save to Album Failed
es: no se pudo guardar en el álbum
fr: Impossible d'enregistrer dans l'album
ja: アルバムに保存できませんでした
ko: 앨범에 저장하지 못했습니다
nl: kan niet worden opgeslagen in album
vi: Không thể lưu ảnh
zh_hans: 保存至相册失败
zh_hant: 保存至相冊失敗

# 2.1_Word_Order_Error_Tips
source: Word sequence incorrect, please retry.
es: el orden de las palabras es incorrecto, compruebe y vuelva a ingresar
fr: l'ordre des mots est erroné, veuillez vérifier et ressaisir
ja: 単語の順序が間違っていますので、確認して再入力してください
ko: 단어 순서가 잘못되었습니다. 확인하고 다시 입력하십시오.
nl: woordvolgorde is verkeerd, controleer en voer opnieuw in
vi: Thứ tự từ sai, kiểm tra và nhập lại
zh_hans: 单词顺序错误，请核实后重新输入
zh_hant: 單詞順序錯誤，請核實后重新輸入

# 2.1_About_App
source: About
es: Acerca de
fr: À propos de
ja: 〜について
ko: 정보
nl: Over
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# 2.1_PhraseDone
source: Confirm
es: OK
fr: OK
ja: OK
ko: 확인
nl: OK
vi: OK
zh_hans: 确定
zh_hant: 確定

# 2.1_MJRefreshBackHeaderIdleText
source: Drag down to load more
es: Desplegable para cargar más
fr: Dérouler pour charger plus
ja: もっと読み込むためにドロップダウン
ko: 더 많이로드하려면 드롭 다운하십시오.
nl: Dropdown om meer te laden
vi: Kéo xuống để tải thêm
zh_hans: 下拉加载更多
zh_hant: 下拉加載更多

# 2.1_MJRefreshBackFooterIdleText
source: Pull up to load more
es: Tire hacia arriba para cargar más
fr: Tirer pour charger plus
ja: さらに読み込むためにプルアップします
ko: 더 많이로드하려면 당깁니다
nl: Trek omhoog om meer te laden
vi: Kéo lên để tải thêm
zh_hans: 上拉加载更多
zh_hant: 上拉加載更多

# 2.1_MJRefreshBackFooterPullingText
source: Release to load more
es: Se carga inmediatamente para cargar más
fr: Charge immédiatement pour charger plus
ja: もっと読み込むためにすぐに読み込みます
ko: 더 많이로드하려면 즉시로드
nl: Laadt onmiddellijk om meer te laden
vi: Thả để tải thêm
zh_hans: 松开立即加载更多
zh_hant: 鬆開立即加載更多

# 2.1_MJRefreshBackFooterRefreshingText
source: Loading
es: Cargando más datos ...
fr: Chargement de plus de données ...
ja: データをもっと読み込んでいます...
ko: 추가 데이터로드 중 ...
nl: Meer gegevens laden ...
vi: Đang tải
zh_hans: 正在加载
zh_hant: 正在加載

# 2.1_Notifications
source: Notifications
es: Aviso
fr: Notification
ja: お知らせ
ko: 공지 사항
nl: Toe
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# 2.1_Delete
source: Delete
es: Eliminar
ja: 削除
ko: 삭제
nl: Verwijderen
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# 2.1_DidLoadSuccess
source: Successfully Loaded
es: Actualizar con éxito
fr: Actualiser avec succès
ja: リフレッシュ成功
ko: 새로 고침 성공
nl: Vernieuwen succesvol
vi: Làm mới xong
zh_hans: 刷新成功
zh_hant: 刷新成功

# 2.1_ScanButton
source: Scan
es: Barrido
fr: Balayage
ja: スイープ
ko: 스윕
nl: Sweep
vi: Quét
zh_hans: 扫一扫
zh_hant: 掃一掃

# 2.1_Feedback
source: User Feedback
es: comentarios del usuario
fr: Retour d'utilisateur
ja: ユーザーフィードバック
ko: 사용자 피드백
nl: Gebruikersfeedback
vi: Phản hồi
zh_hans: 用户反馈
zh_hant: 用戶反饋

# 2.1_Introduction
source: Change Log
es: Introducción a la función
fr: Introduction de fonction
ja: 機能紹介
ko: 기능 소개
nl: Functie-inleiding
vi: Thông tin phiên bản
zh_hans: 功能介绍
zh_hant: 功能介紹

# 2.1_CheckUpdate
source: Check for update
es: Verificar la nueva versión
fr: Vérifier la nouvelle version
ja: 新しいバージョンを確認する
ko: 새 버전 확인
nl: Controleer de nieuwe versie
vi: Kiểm tra phiên bản mới
zh_hans: 检查新版本
zh_hant: 檢查新版本

# 2.1_NewVersionFound
source: New version found
es: nueva versión detectada
fr: nouvelle version détectée
ja: 新しいバージョンが検出されました
ko: 새 버전이 감지되었습니다
nl: nieuwe versie gedetecteerd
vi: Có phiên bản mới
zh_hans: 检测到新版本
zh_hant: 檢測到新版本

# 2.1_UpdateNow
source: Update Now
es: Actualizar ahora
fr: Mettre à jour maintenant
ja: 今すぐ更新
ko: 지금 업데이트
nl: Nu bijwerken
vi: Cập nhật ngay bây giờ
zh_hans: 现在更新
zh_hant: 現在更新

# 2.1_LatestVersion
source: Latest version
es: es la última versión
fr: est la dernière version
ja: 最新のバージョンです
ko: 최신 버전입니다.
nl: is de nieuwste versie
vi: Đã là phiên bản mới nhất
zh_hans: 已是最新版本
zh_hant: 已是最新版本

# 2.1_FeedBackPlaceHolder
source: Please kindly provide user feedback, we will strive to always improve IDCW.
es: Ingrese comentarios, continuaremos mejorando para usted.
fr: Veuillez entrer vos commentaires, nous continuerons à améliorer pour vous.
ja: フィードバックを入力してください。引き続き改善します。
ko: 피드백을 입력하십시오, 우리는 당신을 위해 계속해서 향상시킬 것입니다.
nl: Voer alstublieft feedback in, wij zullen voor u blijven verbeteren.
vi: Xin gửi phản hồi, chúng tôi sẽ luôn cải tiến
zh_hans: 请输入反馈，我们将为您不断改进。
zh_hant: 請輸入反饋，我們將為您不斷改進。

# 2.1_FeedBackAddress
source: Please enter your email or mobile.
es: Complete su teléfono o correo electrónico
fr: Remplissez votre téléphone ou votre adresse e-mail
ja: あなたの電話またはメールを入力してください
ko: 귀하의 전화 또는 이메일을 입력하십시오.
nl: Vul uw telefoon of e-mailadres in
vi: Điền vào số điện thoại hoặc email của bạn
zh_hans: 填写您的手机或邮箱
zh_hant: 填寫您的手機或郵箱

# 2.1_Submit
source: Submit
es: Enviar
fr: Soumettre
ja: 提出する
ko: 제출
nl: Verzenden
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# 2.1_SubmitSuccessful
source: Submit Successful
es: Enviado correctamente
fr: Soumis avec succès
ja: 提出済み
ko: 제출 완료
nl: Succesvol ingediend
vi: Gửi xong
zh_hans: 提交成功
zh_hant: 提交成功

# 2.1_Chart
source: Chart
fr: Graphique
ja: チャート
ko: 추세 차트
nl: Grafieken
vi: Biểu đồ
zh_hans: 走势图
zh_hant: 走勢圖

# 2.1_DefaulView
source: Default View
es: Default
fr: Par Défaut
ja: デフォルト表示
ko: 기본 디스플레이
nl: Verzuim
vi: Hiển thị mặc định
zh_hans: 默认显示
zh_hant: 默認顯示

# 2.1_Asset
source: Asset
es: Activos
fr: Actifs
ja: 資産動向
ko: 자산 동향
nl: Asset-trends
vi: Tài sản
zh_hans: 资产走势
zh_hant: 資產走勢

# 2.1_Price
source: Price
es: Cotizaciones
fr: Marché
ja: 市場動向
ko: 시장 동향
nl: Markt-trends
vi: Giá
zh_hans: 行情走势
zh_hant: 行情走勢

# 2.1_SevenDay
source: 7 Day
es: Casi siete días
fr: Sept derniers jours
ja: ほぼ7日間
ko: 거의 7 일
nl: Bijna zeven dagen
vi: Gần bảy ngày
zh_hans: 近七天
zh_hant: 近七天

# 2.1_AssetValueTitle
source: asset value
es: Tendencias de activos
fr: Tendance de actifs
ja: 資産動向
ko: 자산 동향
nl: Asset-trends
vi: Tài sản
zh_hans: 资产走势
zh_hant: 資產走勢

# 2.1_UserNameFormat
source: Wallet ID must include 4-16 characters (No symbols or chinese characters)
es: Wallet ID de usuario debe tener entre 4 y 16 dígitos o letras
fr: Wallet ID d'utilisateur doit comporter 4-16 chiffres ou lettres
ja: Wallet IDは4〜16桁または英字でなければなりません
ko: Wallet ID 이름은 4 ~ 16 자리 숫자 여야합니다
nl: Wallet ID moet 4-16 cijfers of letters zijn
vi: Wallet ID phải là 4-16 chữ số hoặc chữ cái
zh_hans: Wallet ID必须为4-16位字母或数字，不能有特殊符号或汉字
zh_hant: Wallet ID必須為4-16位字母或數字，不能有特殊符號或漢字

# 2.1_NoNotifications
source: No news currently available
es: No hay notificación en este momento
fr: Aucune notification pour le moment
ja: この時点では通知がありません
ko: 현재 알림 없음
nl: Geen melding op dit moment
vi: Không có thông báo
zh_hans: 暂时没有消息
zh_hant: 暫時沒有消息

# 2.1_NoIntroduction
source: No Introduction
es: Temporalmente no hay información de versión
fr: Temporairement aucune information de version
ja: 一時的にバージョン情報がありません
ko: 일시적으로 버전 정보가 없습니다
nl: Tijdelijk geen versie-informatie
vi: Không có thông tin phiên bản
zh_hans: 暂时没有版本信息
zh_hant: 暫時沒有版本信息

# 2.1_MarketPrice
source: 24h Price Chart
es: Cotizaciones de casi 24 horas
fr: Citations de près de 24 heures
ja: ほぼ24時間の引用
ko: 거의 24 시간 동안 인용
nl: Citaten van bijna 24 uur
vi: Xu hướng thị trường 24 giờ
zh_hans: 近24小时行情走势
zh_hant: 近24小時行情走勢

# 2.2_RecoverEmail
source: Recover by Email
es: Recuperación del buzón
fr: Récupération de la boîte aux lettres
ja: 電子メールバック
ko: 이메일로 다시 보내기
nl: Mailbox Ophalen
vi: Khôi phục bằng email
zh_hans: 邮箱找回
zh_hant: 郵箱找回

# 2.2_RecoverMobile
source: Recover by Mobile
es: Recuperación de teléfono
fr: Récupération du téléphone
ja: 電話バック
ko: 전화로 돌아 가기
nl: Telefoon ophalen
vi: Khôi phục bằng số điện thoại
zh_hans: 手机找回
zh_hant: 手機找回

# 2.2_SetNewPIN
source: Set New PIN
es: Establecer nuevo PIN
fr: Définir un nouveau code PIN
ja: 新しいPINを設定する
ko: 새 PIN 설정
nl: Nieuwe pincode instellen
vi: Đặt PIN mới
zh_hans: 设置新PIN
zh_hant: 設置新PIN

# 2.2_ConfirmNewPIN
source: Confirm New PIN
es: confirmar nuevo PIN
fr: confirmer le nouveau code PIN
ja: 新しいPINを確認する
ko: 새 PIN 확인
nl: nieuwe pincode bevestigen
vi: Xác nhận PIN mới
zh_hans: 确认新PIN
zh_hant: 確認新PIN

# 2.2_SignUp
source: Sign Up
es: crear
fr: créer
ja: 作成する
ko: 만들기
nl: create
vi: Đăng ký
zh_hans: 创建
zh_hant: 創建

# 2.2.1_ConfirmPay
source: Confirm Payment
es: Confirmar pago
fr: Confirmar pago
ja: 支払いの確認
ko: 지불 확인
nl: Bevestiging van betaling
vi: Xác nhận thanh toán
zh_hans: 确认支付
zh_hant: 確認支付

# 2.2.1_PINError
source: Incorrect PIN
es: PIN es incorrecto, vuelva a ingresar
fr: PIN es incorrecto, vuelva a ingresar
ja: PINが間違っています。再入力してください
ko: 핀이 잘못되었습니다.
nl: PIN is onjuist, geef opnieuw
vi: PIN sai, nhập lại
zh_hans: PIN不正确，请重新输入
zh_hant: PIN不正確，請重新輸入

# 2.2.1_AgainEnter
source: Re-enter
es: Volver a escribir
fr: Volver a escribir
ja: 再入力
ko: 재 입력
nl: Opnieuw typen
vi: Nhập lại
zh_hans: 重新输入
zh_hant: 重新輸入

# 2.2.1_ForgotPIN
source: Forgot PIN
es: PIN de Oublié
fr: PIN de Oublié
ja: PINを忘れる
ko: PIN 잊어 버림
nl: Oublié PIN
vi: Quên PIN
zh_hans: 忘记PIN
zh_hant: 忘記PIN

# 2.2.1_InsufficientBalance
source: Insufficient balance
es: Equilibrio insuficiente
fr: Equilibrio insuficiente
ja: 残高不足
ko: 잔액 부족
nl: Onvoldoende saldo
vi: Số dư không đủ
zh_hans: 余额不足
zh_hant: 餘額不足

# 2.2.1_PaymentTimeout
source: Send time expired
es: Tiempo de espera de pago
fr: Tiempo de espera de pago
ja: 支払いのタイムアウト
ko: 지불 시간 초과
nl: Time-out van betaling
vi: Quá giờ thanh toán
zh_hans: 发送超时
zh_hant: 發送超時

# 2.2.1_ServerError
source: Server error
es: Excepción del servidor
fr: Excepción del servidor
ja: サーバー例外
ko: 서버 예외
nl: Serveruitzondering
vi: Máy chủ bị lỗi
zh_hans: 服务器异常
zh_hant: 服務器異常

# 2.2.1_Retry
source: Retry
es: Reintentar
fr: Reintentar
ja: 再試行
ko: 재 시도
nl: opnieuw proberen
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# 2.2.1_Back
source: Back
es: Volver
fr: Volver
ja: に戻る
ko: 돌아 가기
nl: Terug naar
vi: Quay về
zh_hans: 返回
zh_hant: 返回

# 2.2.1_VerifyTouchID
source: Use Tuch ID to pay
es: Verifique con verificación de huella digital
fr: Veuillez vérifier avec la vérification des empreintes digitales
ja: 指紋認証で確認してください
ko: 지문 확인으로 확인하십시오
nl: Verifieer met vingerafdrukverificatie
vi: Vui lòng xác minh thanh toán bằng Touch ID
zh_hans: 请以指纹验证支付
zh_hant: 請以指紋驗證支付

# 2.2.1_VerifyFaceID
source: Use Face ID to pay
es: Verifique el pago con Face ID
fr: Veuillez vérifier le paiement avec Face ID
ja: Face IDでお支払いを確認してください
ko: Face ID로 지불을 확인하십시오
nl: Controleer de betaling met Face ID
vi: Vui lòng xác minh thanh toán bằng Face ID
zh_hans: 请以Face ID验证支付
zh_hant: 請以Face ID驗證支付

# 2.2.1_RepeatPayment
source: Repeat Payment
es: Repita el pago
fr: Répéter le paiement
ja: 支払いを繰り返す
ko: 반복 지불
nl: Herhaal betaling
vi: Lặp lại thanh toán
zh_hans: 重复支付
zh_hant: 重複支付

# 2.2.1_TokenWalletInsuff
source: insufficient to pay mining fee
es: Equilibrio insuficiente para enviar
fr: Equilibrio insuficiente para enviar
ja: 送信に不十分な残高
ko: 보내기에 불충분합니다
nl: Onvoldoende saldo om te verzenden
vi: Số dư không đủ, không gửi được
zh_hans: 余额不足，无法发送
zh_hant: 餘額不足，無法發送

# 2.2.1_FailedTransfer
source: Transaction failed
es: Error de transferencia
fr: Error de transferencia
ja: 転送に失敗しました
ko: 전송 실패
nl: Transfer mislukt
vi: Nạp tiền thất bại
zh_hans: 转汇失败
zh_hant: 轉匯失敗

# 2.2.1_IsPending
source: You have Ethereum-based transactions waiting to be processed. This transaction will only be initiated after all your pending transactions are successful.
es: Tiene un activo digital basado en Ethereum que está esperando ser enviado, el envío puede iniciarse después de otra confirmación.
fr: Tiene un activo digital basado en Ethereum que está esperando ser enviado, el envío puede iniciarse después de otra confirmación.
ja: Ethereumに基づいてデジタルアセットが送信されるのを待っています。 送信は別の確認の後に開始できます
ko: Ethereum 을 기반으로하는 디지털 자산이 전송 대기 중입니다. 다른 확인을 통해 전송할 수 있습니다.
nl: U hebt een digitaal activum op basis van Ethereum dat wacht om te worden verzonden, het verzenden wordt bevestigd voordat het kan worden gestart.
vi: Bạn có một khoản tài sản kỹ thuật số Ethereum chờ gửi, cần xác nhận gửi khoản tài sản này rồi mới gửi tiếp khoản khác.
zh_hans: 您有基于以太坊(Ethereum)的数字资产正在等待发送， 该笔发送有确认以后才能发起另一笔。
zh_hant: 您有基於以太坊(Ethereum)的數字資產正在等待發送， 該筆發送有確認以後才能發起另外一筆。

# 2.2.1_WhyFailed
source: Why has the transaction failed?
es: ¿Por qué falló la transferencia?
fr: ¿Por qué falló la transferencia?
ja: なぜ転送に失敗しましたか?
ko: 전송에 실패한 이유는 무엇입니까?
nl: Waarom is de overdracht mislukt?
vi: Tại sao giao dịch thất bại?
zh_hans: 为什么显示转汇失败?
zh_hant: 為什麼顯示轉匯失敗?

# 2.2.1_GeneralCause
source: General cause: 1、The mining fee you have selected is not high enough and etherscan.io will show a red “out of gas” warning. In this case, you should increase the mining fee and try again; 2、Insufficient token balance; 3、Other reasons; Please click the following link for further details.
es: El motivo general: 1、La tarifa del minero no es suficiente: esta situación mostrará el rojo “out of gas” en etherscan.io. Esta situación se puede ajustar. Los altos honorarios del minero; 2、saldo insuficiente para los tokens; 3、otros motivos Por favor, haga clic en el enlace para ir a la consulta de exploración en bloque
fr: El motivo general: 1、La tarifa del minero no es suficiente: esta situación mostrará el rojo “out of gas” en etherscan.io. Esta situación se puede ajustar. Los altos honorarios del minero; 2、Saldo insuficiente para los tokens; 3otros motivos Por favor, haga clic en el enlace para ir a la consulta de exploración en bloque
ja: 一般的な理由: 1、鉱山業者の料金は不十分です:この状況では、etherscan.io の赤色の「ガス切れ」が表示されます，高い鉱夫の手数料; 2、トークンのバランス不足 3、その他の理由 リンクをクリックすると、閲覧のクエリをブロックすることができます.
ko: 일반적 이유: 1、광부의 수수료가 충분하지 않습니다:이 상황은 etherscan.io 의 빨간색 “out of gas” 을 보여줍니다. 높은 광부 비용; 2、토큰 불충분 한 균형 3、다른 이유 링크 찾아보기 블록으로 이동하려면 링크를 클릭하십시오.
nl: De algemene reden: 1、De mijnwerkersbijdrage is niet genoeg: deze situatie zal het rode “out of gas” laten zien op etherscan.io. Deze situatie kan worden aangepast. Hoge mijnwerkerskosten; 2、Onvoldoende saldo voor tokens; 3、Andere redenen Klik op de link om te springen om het browsen te blokkeren
vi: Nguyên nhân thường thấy: 1. Phí mạng lưới không đủ, trường hợp này bạn sẽ thất dòng chữ “out of gas” màu đỏ sẽ hiển thị trên etherscan.io, giải quyết bằng cách tăng Phí mạng lưới; 2. Số dư tiền tệ không đủ; 3. Nguyên nhân khác Nhấn vào liên kết này để chuyển tiếp đến trang kiểm tra Blockchain
zh_hans: 一般的原因： 1、矿工费不够：这种情况会在 etherscan.io 上显示红色的 “out of gas” 字样，遇到这种情况可以调高矿工费； 2、代币余额不足； 3、其他原因； 请点击链接跳转至区块浏览查询
zh_hant: 一般的原因： 1、礦工費不夠：這種情況會在 etherscan.io 上顯示紅色的 “out of gas” 字樣，遇到這種情況可以調高礦工費； 2、代幣餘額不足； 3、其他原因； 請點擊鏈接跳轉至區塊瀏覽查詢具體情況。

# 2.2.3_Me
source: Me
es: Yo
fr: Moi
ja: 私
ko: 나
nl: Mijn
vi: Tôi
zh_hans: 我
zh_hant: 我

# 2.2.3_AcountSafe
source: Account Security
es: Cuenta y Seguridad
fr: Le compte et la sécurité
ja: アカウントと安全
ko: 계정과 안전
nl: Account en veiligheid
vi: Tài khoản và Bảo mật
zh_hans: 账户与安全
zh_hant: 賬戶與安全

# 2.2.3_AcountMobile
source: Mobile
es: Numero telefonico
fr: Numéro de téléphone
ja: 携帯電話番号
ko: 핸드폰 번호
nl: Mobiele telefoonnummer
vi: Số điện thoại
zh_hans: 手机号
zh_hant: 手機號

# 2.2.3_AcountEmail
source: Email
es: Correo
fr: Adresse email
ja: メールアドレス
ko: 이메일
nl: E-mailadres
zh_hans: 邮箱
zh_hant: 郵箱

# 2.2.3_AcountBackUpSeed
source: Back Up Seed
es: Respaldar Cuenta
fr: Sauvegarder les mnémoniques
ja: 記憶定着用語をバックアップ
ko: 보조단어 백업
vi: Sao lưu dự phòng
zh_hans: 备份助记词
zh_hant: 備份助記詞

# 2.2.3_AcountPINManagment
source: PIN Management
es: Administracion de Clave
fr: Management du code PIN
ja: PIN管理
ko: PIN관리
vi: Quản lý PIN
zh_hans: PIN管理
zh_hant: PIN管理

# 2.2.3_AcountNotBind
source: Bind
es: Sin Vincular
fr: Non lié
ja: 未バインディング
ko: 미약정
nl: Niet binden
vi: Chưa liên kết
zh_hans: 未绑定
zh_hant: 未綁定

# 2.2.3_AcountBackUpNot
source: Back Up
es: Sin respaldar
fr: Non sauvegardé
ja: 未バックアップ
ko: 백업 안함
nl: Niet back-uppen
vi: Không sao lưu
zh_hans: 未备份
zh_hant: 未備份

# 2.2.3_AcountBackUp
source: Back Up
es: Respaldado
fr: Déjà sauvegardé
ja: バックアップ済み
ko: 약점 되어있음
nl: Back-uppen
vi: Đã sao lưu
zh_hans: 已备份
zh_hant: 已備份

# 2.2.3_AcountPINSet
source: Modify
es: Ajustado
fr: Déjà fini
ja: 設定済み
ko: 설정 되어있음
nl: Instellen
vi: Cài đặt
zh_hans: 已设置
zh_hant: 已設置

# 2.2.3_LogOutWallet
source: Log Out
es: Salir del Monedero
fr: Quitter le portefeuille
ja: ウォレットを閉じる
ko: 지갑 탈퇴
nl: Uitloggen portemonnee
vi: Thoát ví tiền
zh_hans: 退出钱包
zh_hant: 退出錢包

# 2.2.3_Bind
source: Bind
es: Vinculado
fr: Lier
ja: バインディング
ko: 약정
nl: Binden
vi: Liên kết
zh_hans: 绑定
zh_hant: 綁定

# 2.2.3_Modification
source: Modify
es: Modificar
fr: Modifier
ja: 変更
ko: 변경
nl: Modificatie
vi: Thay đổi
zh_hans: 更改
zh_hant: 更改

# 2.2.3_BindSuccess
source: Bind Successful
es: Vinculacion Exitosa
fr: Lier avec succès
ja: バインディングした
ko: 약정 성공
nl: Binden gelukt
vi: Liên kết xong
zh_hans: 绑定成功
zh_hant: 綁定成功

# 2.2.3_ModificationSuccess
source: Modify Successful
es: Modificacion Exitosa
fr: Modifier avec succès
ja: 変更完成
ko: 변경 성공
nl: Modificeren gelukt
vi: Thay đổi xong
zh_hans: 更改成功
zh_hant: 更改成功

# 2.2.3_BindFail
source: Binding unsuccessful
es: Vinculacion Fallida
fr: Echec de la liaison
ja: バインディングできなかった
ko: 약정 실패
nl: Binden mislukt
vi: Liên kết thất bại
zh_hans: 绑定失败
zh_hant: 綁定失敗

# 2.2.3_ModificationFail
source: Modification unsuccessful
es: Modificacion Fallida
fr: Echec du changement
ja: 変更できなかった
ko: 변경 실패
nl: Modificeren mislukt
vi: Thay đổi thất bại
zh_hans: 更改失败
zh_hant: 更改失敗

# 2.2.3_CreatWallet
source: Create Wallet
es: Crear Monedero
fr: Créer le portefeuille
ja: ウォレット作成
ko: 지갑 생성
nl: Portemonnee creëren
vi: Tạo ví mới
zh_hans: 创建钱包
zh_hant: 創建錢包

# 2.2.3_RecoverWallet
source: Recover with IDCW seed
es: Restaurar Monedero de IDCW
fr: Utiliser IDCW des mnémoniques pour récupérer
ja: 記憶定着IDCW用語で回復
ko: IDCW 니모닉 복구 사용
nl: Herstellen met IDCW seed
vi: Dùng 12 từ gợi nhớ phục hồi
zh_hans: 使用IDCW助记词恢复
zh_hant: 使用IDCW助記詞恢復

# 2.2.3_OldVersion
source: Legacy User
es: Version Antigua
fr: Entrée de la version ancienne
ja: 旧版入口
ko: 구 버전
nl: Vermelding in oude versie
vi: Phiên bản cũ
zh_hans: 旧版入口
zh_hant: 舊版入口

# 2.2.3_OldLogin
source: This version is no longer supported. Please update IDCW to the latest version and use your backup seed to recover your assets.
es: Esta cuenta ya ha sido respaldada, no puede iniciar sesion en esta version antigua Por favor restaure a modo de fabrica
fr: Les mnémoniques ont été sauvegardées dans ce compte Les anciennes versions ne peuvent pas être connectées Veuillez utiliser des mnémoniques pour récupérer les actifs
ja: 当該アカウントは記憶定着用語をバックアップしていたため、旧バージョンにログインできません 記憶定着用語で資産を回復してください
ko: 본 계정은 보조 단어가 백업되었기 때문에 구버전을 사용 할 수 없습니다 보조 단어를 사용하여 자산을 회복해주십시오
nl: Van het account is een back-up gemaakt in de seed. U kunt niet inloggen in de oude versie Gebruik de seed om de activa te herstellen
vi: Phiên bản này không còn được hỗ trợ. Vui lòng cập nhật IDCW lên phiên bản mới nhất và sử dụng cụm từ sao lưu của bạn để khôi phục tài sản của bạn.
zh_hans: 该账号已备份过助记词，不可登录旧版本 请使用助记词恢复资产
zh_hant: 該賬號已備份過助記詞，不可登錄舊版本 請使用助記詞恢復資產

# 2.2.3_ExitTips
source: Please ensure your backup seed has been securely stored before logging out
es: Antes de cerrar sesion por favor memorice las palabras de restauracion
fr: Veuillez bien tenir les mnémonique avant de vous retirer
ja: 閉じる前に記憶定着用語を丁寧に保管してください
ko: 나가기 전에 보조 단어를 기억하십시오
nl: Onthoud de seed
vi: Hãy nhớ lưu lại từ gợi nhớ trước khi bạn thoát ra
zh_hans: 退出前请牢记助记词
zh_hant: 退出前請牢記助記詞

# 2.2.3_BackupExit
source: Please ensure your backup seed has been securely stored
es: Por favor primero configure las palabras de restauracion para poder salir
fr: Veuillez sauvegarder les mnémoniques avant de quitter
ja: 記憶定着用語をバックアップしてから閉じてください
ko: 우선 보조 단어를 백업해야 나가실 수 있습니다
nl: Maak een back-up van de seed voordat u gaat afsluiten
vi: Hãy nhớ sao lưu trước khi thoát
zh_hans: 请先备份助记词才能退出
zh_hant: 請先備份助記詞才能退出

# 2.2.3_IKnow
source: OK
es: Entendido
fr: Je sais
ja: はい、わかった
ko: 확인했습니다
nl: Ik weet het
vi: Tôi đã hiểu
zh_hans: 知道了
zh_hant: 知道了

# 2.2.3_BindMobile
source: Bind Mobile Number
es: Vincular numero telefonico
fr: Lier le numéro de téléphone
ja: 携帯電話番号バインディング
ko: 약정 핸드폰 번호
nl: Mobiele telefoonnummer koppelen
vi: Liên kết số điện thoại
zh_hans: 绑定手机号
zh_hant: 綁定手機號

# 2.2.3_BindEmail
source: Bind Email
es: Vincular Correo
fr: Lier l’adresse email
ja: メールアドレスのバインディング
ko: 약정 이메일
nl: E-mail koppelen
vi: Liên kết Email
zh_hans: 绑定邮箱
zh_hant: 綁定郵箱

# 2.2.3_ModifyMobile
source: Modify Mobile Number
es: Modificar Numero telefonico
fr: Modifier le numéro de téléphone
ja: 携帯電話番号を変更
ko: 핸드폰 번호 변경
nl: Mobiele telefoonnummer wijzigen
vi: Thay đổi số điện thoại
zh_hans: 更改手机号
zh_hant: 更改手機號

# 2.2.3_ModifyEmail
source: Modify Email
es: Modificar Correo
fr: Modifier l’adresse email
ja: メールアドレスを変更
ko: 이메일 변결
nl: E-mailadres wijzigen
vi: Thay đổi địa chỉ email
zh_hans: 更改邮箱
zh_hant: 更改郵箱

# 2.2.3_AlreadyBindMobile
source: Mobile Number already bound
es: Este numero telefonico ya ha sido vinculado
fr: Le numéro de téléphone est déjà lié
ja: 携帯電話番号はすでにバインディングされていた
ko: 핸드폰이 이미 약정 되어있습니다
nl: Uw mobiele telefoonnummer is gekoppeld
vi: Số điện thoại đã được liên kết
zh_hans: 手机号已经绑定过
zh_hant: 手機號已經綁定過

# 2.2.3_AlreadyBindEmail
source: Email Address already bound
es: Este correo ya ha sido vinculado
fr: L’adresse email est déjà liée
ja: メールアドレスはすでにバインディングされていた
ko: 이메일이 이미 약정 되어있습니다
nl: E-mailadres gekoppeld
vi: Địa chỉ email đã được liên kết
zh_hans: 邮箱已经绑定过
zh_hant: 郵箱已經綁定過

# 2.2.3_PINIsLock
source: PIN login locked, please try again in [IDCWH] hours [IDCWM] minutes
es: La clave ha sido bloqueado, por favor despues de [IDCWH]horas[IDCWM]intente nuevamente
fr: Le code PIN est verrouillé, veuillez réessayer après les [IDCWH] heures [IDCWM] minutes
ja: PINはロックされている。[IDCWH]時間[IDCWM]分後、リトライしてください
ko: PIN약정되어있습니다， [IDCWH]시[IDCWM]분 후 재시도 해주십시오
nl: De PIN is vergrendeld. Probeer het nog een keer na [IDCWH] minuten
vi: PIN bị khóa, vui lòng thử lại sau [IDCWH] giờ [IDCWM] phút
zh_hans: PIN已锁定，请在[IDCWH]小时[IDCWM]分后重试
zh_hant: PIN已鎖定，請在[IDCWH]小時[IDCWM]分后重試

# 2.2.3_PINIsLockHours
source: PIN login locked, please try again in [IDCWH] hours
es: La clave ha sido bloqueada, por favor despues de[IDCWH]horas intente de nuevo
fr: Le code PIN est verrouillé, veuillez réessayer après les [IDCWH] heures
ja: PINはロックされている。[IDCWH]時間後リトライしてください
ko: PIN약정되어있습니다， [IDCWH]시 후 재시도 해주십시오
nl: De PIN is vergrendeld. Probeer het nog een keer na [IDCWH] minuten
vi: PIN bị khóa, vui lòng thử lại sau [IDCWH] giờ
zh_hans: PIN已锁定，请在[IDCWH]小时后重试
zh_hant: PIN已锁定，请在[IDCWH]小时后重试

# 2.2.3_PINIsLockMintues
source: PIN login locked, please try again in [IDCWH] minutes
es: La clave ha sido bloqueada, por favor despues de[IDCWH]minutos intente de nuevo
fr: Le code PIN est verrouillé, veuillez réessayer après les [IDCWH] minutes
ja: El PIN está bloqueado, intente nuevamente después de [IDCWH] minutos
ko: PIN약정되어있습니다，[IDCWH]분 후 재시도 해주십시오
nl: PPIN is vergrendeld. Probeer het nog een keer na [IDCWH] minuten
vi: PIN bị khóa, vui lòng thử lại sau [IDCWH] phút
zh_hans: PIN已锁定，请在[IDCWH]分后重试
zh_hant: PIN已鎖定，請在[IDCWM]分后重試

# 2.2.3_PINIsValid
source: [IDCW] attempts remaining
es: Usted aun tiene[IDCW]intentos
fr: Vous pouvez également entrer [IDCW]fois
ja: 後で[IDCW]回入力可能
ko: 아직 [IDCW]회 입력 가능합니다
nl: U kunt nu ook [IDCW] keer invoeren
vi: Bạn còn [IDCW] lần nhập
zh_hans: 你还可以输入[IDCW]次
zh_hant: 你還可以輸入[IDCW]次

# 2.2.3_SeedDevices
source: Your wallet can be recovered on other devices using your backup seed
es: este monedero en otro dispositivo uso palabra auxiliares para restauracion
fr: Ce portefeuille utilise la récupération mnémonique sur d'autres appareils
ja: 当該ウォレットはその他設備にて記憶定着用語で回復を行っている
ko: 해당 지갑은 다른 기기에서 보조 단어를 통해 회복되었습니다
nl: Gebruik de seed om de portemonnee in andere apparatuur te herstellen
vi: Ví của bạn có thể khôi phục trên thiết bị khác bằng cách sử dụng cụm từ sao lưu
zh_hans: 该钱包在其他设备上使用助记词恢复
zh_hant: 該錢包在其他設備上使用助記詞恢復
