Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 2.0_NotNetWork
source: Poor network, please check connection
es: La red es deficiente, comprueba la configuración de su red
fr: Mauvais internet, veuillez vérifier la configuration d’internet
ja: ネットワークの接続がよくないから、ネットワークの設置をチェックしてください
ko: 인터넷 신호 없음, 인터넷 설정을 검사하세요
nl: Het netwerk is slecht, controleer de netwerkinstellingen
vi: Mạng kém, hãy kiểm tra mạng
zh_hans: 网络较差，请检查网络设置
zh_hant: 網絡較差，請檢查網絡設置

# 2.0_RequestError
source: Server busy
es: El servidor está ocupado
fr: Serveur occupé
ja: サーバーエラー
ko: 서버 다망
nl: Server is bezet
vi: Máy chủ bận
zh_hans: 服务器正忙
zh_hant: 服務器正忙

# 2.0_Note
source: Notice
es: Nota
fr: Annonce
ja: 通知する
ko: 통지
nl: Aankondiging
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# 2.0_LoginAgain
source: Signed out, please login again
es: Está fuera de línea, por favor ingresa de nuevo
fr: Vous êtes déconnecté, veuillez se connecter de nouveau
ja: すでにログアウトしたから、もう一度ログインしてください。
ko: 오프라인 상태, 재등록하세요
nl: U bent offline, gelieve opnieuw in te Inloggen
vi: Đã đăng xuất, vui lòng đăng nhập lại
zh_hans: 您已下线，请重新登录
zh_hant: 您已下線，請重新登錄

# 2.1_Home
source: Assets
es: Página
fr: Home
ja: ホームページ
ko: 홈페이지
nl: Beginpagina
vi: Tài sản
zh_hans: 资产
zh_hant: 資產

# 2.1_Market
source: Trade
es: Flash Contra
fr: Flash Contre
ja: フラッシュ
ko: 플래시
nl: Flash Tegen
vi: Giao dịch
zh_hans: 交易
zh_hant: 交易

# 2.1_Found
source: Discover
es: Encontrado
fr: Trouvé
ja: 見つかった
ko: 발견 된
nl: Ontdekking
vi: Khám phá
zh_hans: 发现
zh_hant: 發現

# 2.1_Settings
source: Me
es: Mi
fr: Mon
ja: 私
ko: 내
nl: Mijn
vi: Tôi
zh_hans: 我的
zh_hant: 我的

# 2.0_Fluctuation
source: Daily Change (%)
es: 1 día de cambio (%)
fr: Changement d'un jour (%)
ja: 1日の変化（％）
ko: 1 일 변동 (%)
nl: 1 dag wijzigen (%)
vi: Thay đổi theo ngày (%)
zh_hans: 一天变化 (%)
zh_hant: 一天變化(%)

# 2.0_Amount
source: Total Assets
es: Total de activos
fr: Total des actifs
ja: 総資産
ko: 총자산
nl: Totaal Vermogen
vi: Tổng tài sản
zh_hans: 总资产
zh_hant: 總數字資產價值

# 2.0_NoBackups
source: For the protection of your assets please back up the seed.
es: Para proteger los activos de su monedero Por favor prepare la frase primero
fr: En vue d’assurer votre biens de porte-monnaie veuillez sauvegarder la locution d’abord
ja: ワォレット資産を保障するために 先ずはフレーズをバックアップしてください
ko: 고객님 돈지갑 자산 보장을 위하여 먼저 단문을 백업하세요
nl: Om uw portefeuilleactiva te garanderen maak eerst een zeg het later van de zinsnede
vi: Để đảm bảo tài sản ví của bạn trước tiên hãy sao lưu cụm từ
zh_hans: 为了保障您的钱包资产 请先备份助记词
zh_hant: 為了保障您的錢包資產 請先備份短語

# 2.0_NoBackupsMessage
source: Your assets can only be recovered using your backup seed after logging out.
es: Cuando olvida su contraseña Se debe crear un nuevo monedero restaurando la frase para recuperar los fondos
fr: Mot de passe oublié Récupération du capital doit être réalisée en créant une nouvelle porte-monnaie faite par la locution de rétablissement
ja: パスワードを忘れる場合 資金を取り返すために、回復フレーズで新しいワォレットを作らなければならない
ko: 패스워드가 기억나지 않을 경우 반드시 복원 단문을 사용하여 돈지갑을 새로 만들어 자금을 찾아 옵니다
nl: Wanneer u uw wachtwoord bent vergeten moet u het geld terugvorderen door een nieuwe portefeuille te maken door de zinsnede te herstellen
vi: Tài sản của bạn chỉ có thể khôi phục bằng cụm từ gợi nhớ của bạn sau khi đăng xuất
zh_hans: 退出钱包后必须使用助记词恢复资产
zh_hant: 退出錢包后必須使用助記詞恢復資產

# 2.0_GoBackups
source: Back Up Now
es: Ir a copia de seguridad
fr: Allez sauvegarder
ja: バックアップする
ko: 백업하러 가기
nl: Ga naar zeg het later
vi: Sao lưu
zh_hans: 现在备份
zh_hant: 現在備份

# 2.0_NoGoBackups
source: Back Up Later
es: hacerlo más tarde
fr: Plus tard
ja: 後でする
ko: 다음에
nl: Niet naar zeg het later
vi: Thử sau
zh_hans: 下次再说
zh_hant: 下次再說

# 2.0_AddCoinVC
source: Add Assets
es: Agregar activos
fr: Ajouter des éléments
ja: アセットを追加する
ko: 저작물 추가
nl: Voeg activa toe
vi: Thêm tài sản
zh_hans: 添加资产
zh_hant: 添加資產

# 2.0_Done
source: Confirm
es: Confirmar
fr: Confirmé
ja: 確定
ko: 확인
nl: OK
vi: Xác nhận
zh_hans: 确定
zh_hant: 確定

# 2.0_DeleteCoin
source: Removing the currency from the view list will not alter your balance and transaction records. You may add the currency back later.
es: La eliminación no elimina los activos y las transacciones de monedas, y puede agregar una forma de reincorporar la moneda a la lista de los activos
fr: Enlever mais ne pas supprimer les biens et transaction de la monnaie même, vous pouvez ajouter la monnaie dans la liste du capital à l’aide du façon d’addtion
ja: 取り外しは当該通貨の資産及び取引記録を削除しなくて、追加の方式で新たに当該通貨を資産リストに追加できる
ko: 제거시 해당 화폐 종류 자산 및 거래 기록은 삭제되지 않습니다. 고객님께서는 추가 방식으로 해당 화폐 종류를 자산 리스트에 재추가하실 수 있습니다
nl: Door verwijdering worden de activa en transactie records van deze valuta niet verwijderd, u kunt de valuta weer toevoegen aan de activa lijst door toevoegende wijze
vi: Việc loại bỏ đơn vị tiền tệ khỏi danh sách xem sẽ không làm thay đổi số dư và hồ sơ giao dịch của bạn. Bạn có thể thêm lại tiền sau.
zh_hans: 移除不会删除该币种资产及转汇记录，您可以通过添加方式重新加入该币种到资产列表
zh_hant: 移除不會刪除該幣種資產及轉匯記錄，您可以通過添加方式重新加入該幣種到資產列表

# 2.0_Cancel
source: Cancel
es: Cancelar
fr: Supprimer
ja: キャンセル
ko: 취소
nl: Annuleren
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# 2.0_Remove
source: Remove
es: Remover
fr: Enlever
ja: 取り外す
ko: 제거
nl: Verwijder
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# 2.0_NoSetPayPw
source: PIN Not Set
es: No ha configurado una contraseña de pago
fr: Vous n’avez pas encore configuré le mot de passe du paiement
ja: 支払パスワードを未だ設置していない
ko: 지불 패스워드를 설정하지 않았습니다
nl: U hebt nog geen betaling wachtwoord ingesteld
vi: Chưa cài PIN
zh_hans: 您尚未设置PIN
zh_hant: 您尚未設置PIN

# 2.0_NoSetPayPwMessage
source: For the protection of your assets you must set the PIN before making transfers.
es: Para asegurar su seguridad financiera Por favor complete la configuración antes de poder enviar un activo digital
fr: En vue d’assurer la sécurité de votre capital Veuillez accomplir d’abord la configuration avant d’envoyer les biens numériques
ja: 資金安全を保障するために 先ずは設置を完成してから、デジタル資産を送信できる
ko: 고객님 자금 안전 보장을 위하여 설정하신 후에야 디지털 자산을 발송할 수 있습니다
nl: Om uw geld te beveiligen voltooi de instellingen voordat u digitale activa verzendt
vi: Để đảm bảo an toàn tài sản của bạn Hãy cài PIN trước khi gửi tài sản
zh_hans: 为了保障您的资产安全 请先完成设置，才能发送数字资产
zh_hant: 為了保障您的資產安全 請先完成設置，才能發送數字資產

# 2.0_GoSetPayPw
source: Set Now
es: Establecer
fr: Configurer
ja: 設置する
ko: 설정
nl: Instellingen
vi: Cài đặt
zh_hans: 现在设置
zh_hant: 現在設置

# 2.0_AmountTrend
source: Assets
es: Activo
fr: Biens
ja: 資産
ko: 자산
nl: Activa
vi: Tài sản
zh_hans: 资产
zh_hant: 資產

# 2.0_AmountTrendTitle
source: 7 Day total asset value
es: Tendencia de activos en los últimos siete días
fr: Tendance de biens pendant les 7 derniers jours
ja: 最近七日間の資産趨勢
ko: 최근 7일 자산 추세
nl: Activa trends van de laatste zeven dagen
vi: Xu thế tài sản trong bảy ngày
zh_hans: 近七天总资产走势
zh_hant: 近七天總資產走勢

# 2.0_Verify
source: Verify
es: Verificar
fr: Vérifier
ja: 検証する
ko: 인증
nl: Verifieer
vi: Xác thực
zh_hans: 验证
zh_hant: 驗證

# 2.0_AllButton
source: All
es: Todo
fr: Tout
ja: 全部
ko: 전부
nl: Alle
vi: Toàn bộ
zh_hans: 全部
zh_hant: 全部

# 2.0_ReciveButton
source: Receive
es: Recibir
fr: Recevoir
ja: 受信
ko: 수신
nl: Ontvangen
vi: Nhận
zh_hans: 接收
zh_hant: 接收

# 2.0_SendButton
source: Send
es: Enviar
fr: Envoyer
ja: 送信
ko: 발송
nl: Verzenden
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# 2.0_BlanceTitle
source: Balance
es: Saldo
fr: Solde
ja: 残高
ko: 잔액
nl: Saldo
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# 2.0_TradingTitle
source: Transfer Record
es: Registro de transacciones
fr: Record de transaction
ja: 取引記録
ko: 거래기록
nl: Transactie record
vi: Lịch sử giao dịch
zh_hans: 转汇记录
zh_hant: 轉匯記錄

# 2.0_ReciveSuccess
source: Received successfully
es: Recibir con éxito
fr: Réception réussite
ja: 受信済み
ko: 수신하였습니다
nl: Met succes ontvangen
vi: Nhận xong
zh_hans: 接收成功
zh_hant: 接收成功

# 2.0_SendSuccess
source: Sent Sucessfully
es: Enviar con éxito
fr: Envoi réussite
ja: 送信済み
ko: 발송하였습니다
nl: Met succes verzenden
vi: Gửi xong
zh_hans: 发送成功
zh_hant: 發送成功

# 2.0_SendFail
source: Sent Failed
es: No se pudo enviar
fr: Échec de l'envoi
ja: 送信に失敗しました
ko: 보내지 못했습니다
nl: Verzenden mislukt
vi: Không thể gửi
zh_hans: 发送失败
zh_hant: 發送失敗

# 2.0_From
source: From
es: Desde
fr: De
ja: ～から
ko: 에게서 수신
nl: Van
vi: Từ
zh_hans: 来自
zh_hant: 來自

# 2.0_Send
source: To
es: Enviar a
fr: À
ja: ～に送信する
ko: 에 발송
nl: Verzenden naar
vi: Tới
zh_hans: 发至
zh_hant: 發至

# 2.0_Status
source: Status
es: Estado
fr: Etat
ja: 状態
ko: 상태
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# 2.0_TradDetailVC
source: Transfer Details
es: Detalles de transaciones
fr: Détail de transaction
ja: 取引詳細
ko: 자세 거래 상황
nl: Transactie details
vi: Chi tiết giao dịch
zh_hans: 转汇详情
zh_hant: 轉匯詳情

# 2.0_CopyID
source: Copy TxID
es: Copiar TxID
fr: Copier TxID
ja: TxIDをコピーする
ko: TxID 복사
nl: Kopie TxID
vi: Sao chép TxID
zh_hans: 复制 TxID
zh_hant: 複製 TxID

# 2.0_SendAddress
source: From
es: Enviar dirección
fr: Envoyer l’adresse
ja: 送信アドレス
ko: 주소 발송
nl: Verzend adres
vi: Địa chỉ gửi
zh_hans: 发送地址
zh_hant: 發送地址

# 2.0_ReciveAddress
source: To
es: Recibir dirección
fr: Recevoir l’adresse
ja: 受信アドレス
ko: 수신 주소
nl: Ontvang adres
vi: Địa chỉ nhận
zh_hans: 接收地址
zh_hant: 接收地址

# 2.0_SendReciveAddress
source: Address
es: Dirección
fr: Adresse
ja: 住所
ko: 주소
nl: Adres
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

# 2.0_MinersCost
source: Miner’s Fee
es: Honorarios de mineros
fr: Frais de mineur
ja: 欠勤費
ko: 채굴자비
nl: Mijnwerkerstarief
vi: Phí mạng lưới
zh_hans: 矿工费
zh_hant: 礦工費

# 2.0_ConfirmBlock
source: Block Hash
es: Determinar bloques
fr: Bloc confirmé
ja: ブロックを確認する
ko: 확인 구역
nl: Bevestig blok
zh_hans: 区块哈希
zh_hant: 區塊哈希

# 2.0_ConfirmNum
source: Confirmations
es: Determinar cantidad
fr: Quantité confirmée
ja: 数を確認する
ko: 확인수
nl: Bevestig hoeveelheid
vi: Xác nhận
zh_hans: 确认数
zh_hant: 確認數

# 2.0_TradTime
source: Transfer Time
es: Tiempo de transacciones
fr: Temps de transaction
ja: 取引時間
ko: 거래 시간
nl: Transactie tijd
vi: Thời gian giao dịch
zh_hans: 转汇时间
zh_hant: 轉匯時間

# 2.0_Describe
source: Description
es: Describir
ja: 説明する
ko: 서술
nl: Omschrijving
vi: Mô tả
zh_hans: 描述
zh_hant: 描述

# 2.0_SendNum
source: Send Amount
es: Cantidad de enviar
fr: Envoyer la quantité
ja: 数量を送信する
ko: 발송 수량
nl: Verzend hoeveelheid
vi: Số lượng gửi
zh_hans: 发送数量
zh_hant: 發送數量

# 2.0_MinerFee
source: Miner’s Fee
es: Honorarios de mineros (aumento de los honorarios de los mineros aumentará la velocidad de confirmación)
fr: Frais de mineur（Vitesse de confirmation peut être augmentée en ajoutant le frais de mineur）
ja: 欠勤費用（欠勤費用が増えると、確認の効率が上がる）
ko: 채굴자비（채굴자비 증가시 확인 속도 향상）
nl: Mijnwerkerskosten (Het verhogen van mijnwerkerskosten zal de snelheid van bevestiging verhogen)
vi: Phí mạng lưới
zh_hans: 矿工费
zh_hant: 礦工費

# 2.0_MinerFeeHalf
source: (Fast confirmations will increase fee)
es: (La confirmación mejorada aumentará la tarifa del minero)
fr: (Une confirmation améliorée augmentera les frais du mineur)
ja: （確認が改善されると、鉱夫の手数料が増加する）
ko: (개선 된 확인은 광부의 수수료를 증가시킬 것입니다)
nl: (Verbeterde bevestiging zal de mijnwerkersbijdrage verhogen)
vi: (tăng tốc độ xác nhận sẽ tăng phí)
zh_hans: (提高确认速度会增加矿工费)
zh_hant: (提高確認速度會增加礦工費)

# 2.0_LeaveTitle
source: Description
es: Descripción
ja: 追伸説明:
ko: 부언 서술
nl: Postscriptum
vi: Mô tả
zh_hans: 附言描述
zh_hant: 附言描述

# 2.0_ConfirmationSend
source: Confirm Send
es: Confirmar envío
fr: Confirmer envoyer
ja: 送信を確認する
ko: 발송 확인
nl: Bevestig verzenden
vi: Xác nhận gửi
zh_hans: 确认发送
zh_hant: 確認發送

# 2.0_Address
source: Address
es: Dirección
fr: Adresse
ja: アドレス
ko: 주소
nl: Adres
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址

# 2.0_CopyAddress
source: Copy Address
es: Copiar la dirección
fr: Copier adresse
ja: アドレスをコピーする
ko: 주소 복사
nl: Adres kopiëren
vi: Sao chép địa chỉ
zh_hans: 复制地址
zh_hant: 複製地址

# 2.0_AddressHint
source: To protect your privacy, the system will generate a new address when you receive assets. Old addresses will remain valid.
es: Para proteger su privacidad,cada vez que reciba una operación,el sistema usará la nueva dirección,cuyo uso aún está disponible
fr: En vue de protéger votre confidentialité, à chaque opération de réception, le système va utiliser la nouvelle adresse, celle déjà utilisée peut être re-utilisée
ja: プライバシーのために、受信する度に、システムは新しいアドレスを使用する。使用されたアドレスも再び使用できる
ko: 고객님 프라이버시 보호를 위하여 매회 수신 조작시에 시스템에서는 모두 신규 주소를 사용합니다. 이미 사용하였던 주소도 사용하실 수 있습니다
nl: Ter bescherming van uw privacy, zal het systeem een nieuw adres gebruiken telkens wanneer de bewerking wordt ontvangen, en het gebruikte adres is nog steeds beschikbaar
vi: Để bảo mật cho bạn, mỗi lần nhận hệ thống sẽ sử dụng địa chỉ mới. Địa chỉ đã sử dụng vẫn có thể dùng
zh_hans: 为保护您的隐私，每次接收操作时，系统都将使用新地址，已经使用过的仍可使用
zh_hant: 為保護您的隱私，每次接收操作時，系統都將使用新地址，已經使用過的仍可使用

# 2.0_ReciveHint
source: [IDCW] Only, any other assets will be lost
es: Solo recibe [IDCW], si recibe otras monedas no se recuperará
fr: Seulement recevoir [IDCW], si vous recevez d'autres devises ne seront pas récupérées
ja: [IDCW]のみ受け取り、他の通貨を受け取った場合は回収されません
ko: [IDCW] 만받습니다. 다른 통화를 받으면 회복되지 않습니다.
nl: Ontvang alleen [IDCW], als u andere valuta ontvangt, zal deze niet worden teruggevorderd
vi: Chỉ nhận [IDCW], tài sản khác sẽ mất không thể hoàn lại
zh_hans: 仅限于接收[IDCW],如接收其他币种将无法找回
zh_hant: 僅限於接收[IDCW],如接收其他幣種將無法找回

# 2.0_CopySuccess
source: Copied
es: Copiar con éxito
fr: Copié avec succès
ja: コピー済み
ko: 복사되었습니다
nl: Met success kopiëren
vi: Đã chép
zh_hans: 复制成功
zh_hant: 複製成功

# 2.0_Confirmed
source: Confirmed
es: Se ha confirmado
fr: Déjà confirmé
ja: 確認した
ko: 이미 확인함
nl: Bevestigd
vi: Đã xác nhận
zh_hans: 已确认
zh_hant: 已確認

# 2.0_Unconfirmed
source: Confirmations
es: No confirmado
fr: Pas encore confirmé
ja: 未確認
ko: 미확인
nl: Niet bevestigd
vi: Chưa xác nhận
zh_hans: 未确认
zh_hant: 未確認

# 2.0_GetAddressFail
source: Failed to get address
es: No se pudo obtener la dirección de recepción
fr: Obtention de l’adresse reçue échouée
ja: 受信アドレスを獲得できない
ko: 수신 주소 취득에 실패
nl: Kan ontvangingsadres niet ontvangen
vi: Lấy địa chỉ nhận thất bại
zh_hans: 获取接收地址失败
zh_hant: 獲取接收地址失敗

# 2.0_Balance
source: Balance
es: Saldo
fr: Solde
ja: 残高
ko: 잔액
nl: Saldo
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# 2.0_ImmediatelySend
source: Send Now
es: Enviar ahora
fr: Envoyer immédiatement
ja: 直ちに送信する
ko: 바로 발송
nl: Verzend nu
vi: Gửi ngay
zh_hans: 立即发送
zh_hant: 立即發送

# 2.0_QueryRecord
source: Check transfer record
es: Puede consultar los registros de transacciones
fr: Record de transaction qui peut être consulté
ja: 取引記録がチェックできる
ko: 거래 기록 조회 가능
nl: Kan het transactierecord opvragen
vi: Xem lịch sử giao dịch
zh_hans: 可查询转汇记录
zh_hant: 可查詢轉匯記錄

# 2.0_ImmediatelyBack
source: Return Now
es: volver ahora
fr: Retourner immédiatement
ja: 直ちに戻る
ko: 바로 돌아가기
nl: Terug nu
vi: Lập tức trở về
zh_hans: 立即返回
zh_hant: 立即返回

# 2.0_SendBlance
source: Balance
es: Saldo disponible
fr: Solde qui peut être transférér
ja: 移転できる残高
ko: 전환 가능 잔액
nl: Beschikbaar saldo
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# 2.0_SendNumorrect
source: Please enter the correct amount
es: Por favor ingrese el número correcto para enviar
fr: Veuillez entrer la correcte quantité d’envoi
ja: 送信数量を正確に入力してください
ko: 정확한 발송 수량을 입력하세요
nl: Voer het juiste aantal verzendingen in
vi: Hãy nhập số lượng gửi chính xác
zh_hans: 请输入正确的发送数量
zh_hant: 請輸入正確的發送數量

# 2.0_AddressInvalid
source: Invalid address
es: Dirección de envío no válida
fr: Adresse d’envoi invalide
ja: 無効な送信アドレス
ko: 무효 주소 발송
nl: Ongeldig verzendadres
vi: Địa chỉ gửi vô hiệu
zh_hans: 无效的发送地址
zh_hant: 無效的發送地址

# 2.0_WalletInsuff
source: Insufficient balance
es: Saldo disponible insuficiente
fr: Solde disponible insuffisante
ja: 使用できる残高は足りない
ko: 잔액 부족
nl: Onvoldoend saldo beschikbaar
vi: Số dư thiếu
zh_hans: 可转余额不足
zh_hant: 可轉餘額不足

# 2.0_MinNum
source: The minimum send amount is
es: La cantidad mínima de envío es
fr: Quantité d’envoi minimum est de
ja: 最小送信量は
ko: 최소 송금액
nl: Het minimumaantal verzendingen is
vi: Số lượng gửi tối thiểu là
zh_hans: 最小发送数量为
zh_hant: 最小發送數量為

# 2.0_AutoBack
source: Auto redirect asset page in
es: segundos para volver automáticamente a
fr: Retourner à 3 après
ja: 秒後自動的に戻る
ko: 초후 자동으로 돌아가기
nl: Ga na 3 seconden automatisch terug naar
vi: Tự động chuyển hướng trong
zh_hans: 秒后自动回到
zh_hant: 秒後自動回到

# 2.0_AmountView
source: seconds
es: Página de activos
fr: Page de biens
ja: 資産ページ
ko: 자산 화면
nl: Activapagina
vi: Trang tài sản
zh_hans: 资产页面
zh_hant: 資產頁面

# 2.0_TransferSend
source: Transfer being confirmed, please wait for confirmation before sending
es: Confirme la transferencia, confirme para enviar
fr: Confirmez le transfert, s'il vous plaît confirmer pour envoyer
ja: 転送を確認し、送信を確認してください
ko: 송금을 확인하고 송금 확인을하십시오
nl: Bevestig de overdracht, bevestig om te verzenden
vi: Xác nhận chuyển, vui lòng đợi xác nhận trước khi gửi
zh_hans: 转汇在确认中，请确认完毕后再继续发送
zh_hant: 轉匯在確認中，請確認完畢後再繼續發送

# 2.0_PleaseEnterPayWord
source: Enter PIN
es: Entrar PIN
fr: Entrer PIN
ja: 入力 PIN
ko: 들어가기 PIN
nl: Binnenkomst PIN
vi: Nhập PIN
zh_hans: 请输入PIN
zh_hant: 請輸入PIN

# 2.0_LeaveDes
source: Only viewable by author
es: Ingrese una descripción
fr: Entrez description
ja: 説明を入力してください
ko: 설명 입력
nl: Voer een beschrijving in
vi: Nhập mô tả
zh_hans: 仅本人可见(50字以内)
zh_hant: 僅本人可見(50字以內)

# 2.0_ReciveRecordButton
source: Received
es: Recibir
fr: Recevoir
ja: 受信
ko: 수신
nl: Ontvangen
vi: Nhận
zh_hans: 接收
zh_hant: 接收

# 2.0_SendRecordButton
source: Sent
es: Enviar
fr: Envoyer
ja: 送信
ko: 발송
nl: Verzenden
vi: Gửi
zh_hans: 发送
zh_hant: 發送

# 2.0_gongxi
source: Congratulations
es: Felicitaciones
fr: Félicitations
ja: おめでとう
ko: 축하해
nl: Felicitatie
vi: Xin chúc mừng
zh_hans: 恭喜
zh_hant: 恭喜

# 2.0_gongxiContent
source: Received successfully，please check the assets page.
es: Ha sido exitoso, vea la página de activos.
fr: A été réussi, s'il vous plaît voir la page des actifs.
ja: 成功しました。資産ページをご覧ください.
ko: 성공적으로 처리되었습니다. 애셋 페이지를 확인하십시오
nl: Is succesvol geweest, kijk dan op de assets-pagina.
vi: Nhận xong, xin kiểm tra tài sản
zh_hans: 已领取成功，请在资产页面查看
zh_hant: 已領取成功，請在資產頁面查看

# 2.0_gongxiButton
source: OK
es: Lo tengo
fr: Je l'ai eu
ja: 私はそれを得た
ko: 알았어
nl: Ik heb het
vi: Tôi đã hiểu
zh_hans: 我知道了
zh_hant: 我知道了

# 2.1_ScanClose
source: Close
es: off
fr: off
ja: 閉じる
ko: 닫기
nl: off
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

# 2.1_ScanAlbum
source: Album
es: Álbum
ja: アルバム
ko: 앨범
vi: Ảnh
zh_hans: 相册
zh_hant: 相冊

# 2.1_ScanFlash
source: Flash
ja: フラッシュ
ko: 플래시
vi: Bật đèn
zh_hans: 闪光灯
zh_hant: 閃光燈

# 2.1_ScanFail
source: Scan failed
es: Error al escanear
fr: Échec de la numérisation
ja: スキャンに失敗しました
ko: 스캔 실패
nl: Scannen mislukt
vi: Quét thất bại
zh_hans: 扫描失败
zh_hant: 掃描失敗

# 2.1_SelectSingleImage
source: Select Photo
es: Elegir fotos
fr: Choisir des photos
ja: 写真を選択
ko: 사진 선택
nl: Foto's kiezen
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

# 2.1_UseImage
source: Use
es: usar
fr: utiliser
ja: 使用
ko: 사용
nl: gebruik
vi: Dùng
zh_hans: 使用
zh_hant: 使用

# 2.1_ScanNotes
source: Reminder
es: Consejos
fr: Astuces
ja: ヒント
ko: 팁
nl: Tips
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# 2.1_DragSort
source: Drag to arrange order
es: Arrastrar tipo
fr: Faites glisser le tri
ja: ドラッグソート
ko: 드래그 정렬
nl: Sleep sorteren
vi: Kéo để sắp xếp thứ tự
zh_hans: 拖动排序
zh_hant: 拖動排序

# 2.1_sendSlow
source: Slow
es: lento
fr: lent
ja: 遅い
ko: 느린
nl: langzaam
vi: Chậm
zh_hans: 慢
zh_hant: 慢

# 2.1_sendRecommended
source: Recommended
es: Recomendado
fr: Recommandé
ja: 推奨
ko: 권장
nl: Aanbevolen
vi: Đề nghị
zh_hans: 推荐
zh_hant: 推薦

# 2.1_sendFast
source: Fast
es: rápido
fr: rapide
ja: 高速
ko: 빠름
nl: snel
vi: Nhanh
zh_hans: 快
zh_hant: 快

# 2.1_doneexit
source: Confirm Log Out?
es: ¿Aceptar para salir?
fr: OK pour quitter?
ja: 終了するにはOKですか？
ko: 종료 하시겠습니까?
nl: OK om af te sluiten?
vi: Xác nhận đăng xuất?
zh_hans: 确定退出?
zh_hant: 確定退出

# 2.1_exit
source: Log Out
es: Salir
fr: Quitter
ja: 終了
ko: 종료
nl: Afsluiten
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# 2.1_NextTime
source: Later
es: La próxima vez
fr: Prochaine fois
ja: 次回
ko: 다음 번에
nl: De volgende keer
vi: Lần tới
zh_hans: 下次再说
zh_hant: 下次再說

# 2.1_Ongoing
source: Processing
es: en progreso
fr: en cours
ja: 進行中
ko: 진행 중
nl: bezig
vi: Đang tiến hành
zh_hans: 进行中
zh_hant: 進行中

# 2.1_Editable
source: (editable)
fr: (modifiable)
ja: （編集可能）
ko: (편집 가능)
nl: (bewerkbaar)
vi: (có thể chỉnh sửa)
zh_hans: (可编辑)
zh_hant: (可編輯)

# 2.0_ConfirmLeaveDes
source: (Only viewable by author)
es: (Solo veo)
fr: (Je vois seulement)
ja: （私は見る）
ko: (나는 단지 보았습니다)
nl: (ik zie alleen maar)
vi: (Chỉ có thể xem được bởi tác giả)
zh_hans: (仅本人可见)
zh_hant: (僅本人可見)

# 2.1_OpenCamerPermissions
source: Enable Camera Permission
es: activar los permisos de la cámara
fr: activer les autorisations de caméra
ja: カメラ権限を有効にする
ko: 카메라 사용 권한을 켜십시오
nl: cameratoestemmingen inschakelen
vi: Bật quyền máy ảnh
zh_hans: 开启相机权限
zh_hant: 開啟相機權限

# 2.1_SetCamerPermissionsTips
source: Please manually enable permission below.
es: Configure los permisos de la cámara manualmente
fr: Veuillez définir manuellement les autorisations de caméra
ja: 手動でカメラのアクセス許可を設定してください
ko: 카메라 사용 권한을 수동으로 설정하십시오.
nl: Stel de camerarechten handmatig in
vi: Vui lòng cho phép.
zh_hans: 请手动设置相机权限
zh_hant: 請手動設置相機權限

# 2.1_SetCamerPermissions
source: Enable
es: Configuración
fr: Paramètres
ja: セット
ko: 설정
nl: Instellingen
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# 2.1_ViewBlockchain
source: View On Blockchain
es: Vista de vista de bloque
fr: Vue de vue de bloc
ja: ブロックビュービュー
ko: 뷰 뷰 차단
nl: Block View View
vi: Xem trên Blockchain
zh_hans: 区块浏览查看
zh_hant: 區塊瀏覽查看

# 2.1_Maximum
source: Maximum 50 characters
es: el contenido no puede superar los 50 caracteres
fr: le contenu ne peut pas dépasser 50 caractères
ja: コンテンツは50文字を超えることはできません
ko: 콘텐츠는 50자를 초과 할 수 없습니다.
nl: inhoud mag niet langer zijn dan 50 tekens
vi: Nội dung ít hơn 50 chữ
zh_hans: 内容不能超过50个字符
zh_hant: 內容不能超過50個字符

# 2.1_EnterAmount
source: Enter Amount
es: Ingrese el número
fr: Veuillez entrer le numéro
ja: 番号を入力してください
ko: 숫자를 입력하십시오
nl: Voer het nummer in
vi: Nhập số lượng
zh_hans: 请输入数量
zh_hant: 請輸入數量

# 2.1_EnterAddress
source: Enter Receiving Address
es: Introduzca la dirección
fr: Veuillez entrer l'adresse
ja: アドレスを入力してください
ko: 주소를 입력하십시오
nl: Voer een adres in
vi: Hãy nhập địa chỉ
zh_hans: 请输入地址
zh_hant: 請輸入地址

# 2.0_SetVC
source: Settings
es: Establecer
fr: Configurer
ja: セット
ko: 설정
nl: Instellingen
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# 2.0_SetBackup
source: Back Up Seed
es: Mnemotecnia de respaldo
fr: Mnémoniques de sauvegarde
ja: バックアップニーモニック
ko: 백업 복원 단문
nl: Backup Mnemonics
vi: Sao lưu
zh_hans: 备份助记词
zh_hant: 備份助記詞

# 2.0_SetPayPw
source: PIN Management
es: Gestión de contraseñas de pago
fr: Gestion du mot de passe du paiement
ja: 支払パスワードの管理
ko: 지불 패스워드 관리
nl: Betaling wachtwoord beheren
vi: Quản lý PIN
zh_hans: PIN码管理
zh_hant: PIN碼管理

# 2.0_SetChangePw
source: Modify Password
es: Cambiar contraseña de monedero
fr: Modifier le mot de passe de porte-monnaie
ja: ワォレットのパスワードを変更する
ko: 돈지갑 패스워드 변경
nl: Portefeuille wachtwoord wijzigen
vi: Sửa mật khẩu ví
zh_hans: 修改钱包密码
zh_hant: 修改錢包密碼

# 2.0_SetCurency
source: Local Currency
es: Moneda local
fr: Monnaie locale
ja: ローカル通貨
ko: 로컬 화폐
nl: Lokale valuta
vi: Nội tệ
zh_hans: 本地货币
zh_hant: 本地貨幣

# 2.0_SetLanguage
source: Language
es: Lengua
fr: Langue
ja: 言語
ko: 언어
nl: Taal
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# 2.0_SetSafe
source: Security
es: Seguridad
fr: Sûr
ja: 安全
ko: 안전
nl: Veilig
vi: Bảo mật
zh_hans: 安全
zh_hant: 安全

# 2.0_SetInter
source: Region
es: Area
fr: Zone
ja: エリア
ko: 지역
nl: regio
vi: Khu vực
zh_hans: 地区
zh_hant: 地區

# 2.0_SetCustom
source: Custom
es: Personalizado
fr: Autodéfinition
ja: カスタマイズ設定
ko: 자체 정의
nl: Gebruiker-gedefinieerd
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自定義

# 2.0_SetExit
source: Sign Out
es: Salir
fr: Se quitter
ja: ログアウトする
ko: 나가기
nl: Uitloggen
vi: Thoát
zh_hans: 退出登录
zh_hant: 退出登錄

# 2.0_SetVersion
source: Version：IDC Wallet V
es: Versión：IDC Wallet V
fr: Version：IDC Porte-monnaie V
ja: バージョン:IDC Wallet V
ko: 버전：IDC Wallet V
nl: Versie：IDC Wallet V
vi: Phiên bản：IDC Wallet V
zh_hans: 版本：IDC Wallet V
zh_hant: 版本：IDC Wallet V

# 2.0_SignOutSucceess
source: Signed out
es: Salir correctamente
fr: Se quitter avec succès
ja: ログアウト済み
ko: 나가기 성공
nl: Met succes uitloggen
vi: Thoát xong
zh_hans: 成功退出
zh_hant: 成功退出
