Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 3.0_WorkStation_AvgResTime
source: Average Receipt Time
es: Tiempo promedio de recolección
fr: Temps de collecte moyen
ja: 平均収集時間
ko: 평균 수집 시간
nl: Gemiddelde verzameltijd
vi: Thời gian nhận chuyển khoản trung bình
zh_hans: 平均收款时间
zh_hant: 平均收款時間

# 3.0_WorkStation_AvgPayTime
source: Average Payment Time
es: Promedio de tiempo de pago
fr: Temps de paiement moyen
ja: 平均支払い時間
ko: 평균 지불 시간
nl: Gemiddelde betalingstijd
vi: Thời gian thanh toán trung bình
zh_hans: 平均支付时间
zh_hant: 平均支付時間

# 3.0_Chat_TakePhoto
source: Take Photo
es: Disparos
fr: Tir
ja: シューティング
ko: 슈팅
nl: het schieten
vi: Chụp ảnh
zh_hans: 拍摄
zh_hant: 拍攝

# 3.0_Chat_Photo
source: Select from Album
es: Seleccionado del álbum
fr: Sélectionné de l'album
ja: アルバムから選択
ko: 앨범에서 선택 함
nl: Geselecteerd uit album
vi: Chọn từ bộ sưu tập
zh_hans: 从相册中选中
zh_hant: 從相冊中選中

# 3.0_Chat_Cancle
source: Cancel
es: Cancelación
fr: Annulation
ja: キャンセル
ko: 취소
nl: geannuleerd
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

# 3.0_Chat_InputPlaceholder
source: Contact the seller
es: Por favor contacte al vendedor
fr: S'il vous plaît contacter le vendeur
ja: 売り手に連絡してください
ko: 판매자에게 문의하십시오.
nl: Neem contact op met de verkoper
vi: Liên hệ người bán
zh_hans: 请跟卖家联系
zh_hant: 請跟賣家聯繫

# 3.0_Chat_InputPlaceholder1
source: Contact the buyer
es: Por favor contacte al comprador
fr: S'il vous plaît contacter l'acheteur
ja: バイヤーにご連絡ください
ko: 구매자에게 문의하십시오.
nl: Neem contact op met de koper
vi: Liên hệ người mua
zh_hans: 请跟买家联系
zh_hant: 請跟買家聯繫

# 3.0_JWRecord_IKown
source: OK
es: Yo se
fr: Je sais
ja: 私は知っている
ko: 나는 알고있다.
nl: Ik weet het
vi: Tôi biết
zh_hans: 我知道了
zh_hant: 我知道了

# 3.0_JWRecord_NoUserBuySell
source: No User Orders
es: Sin pedidos de usuarios
fr: Aucune commande d'utilisateur
ja: ユーザー注文はありません
ko: 사용자 주문 없음
nl: Geen gebruikersbestellingen
vi: Hiện không có người dùng đặt lệnh
zh_hans: 暂无用户下单
zh_hant: 暫無用戶下單

# 3.0_Acceptantcell_type_In
source: Deposit
es: Recargar
fr: Recharge
ja: 再充電する
ko: 재충전
nl: herladen
vi: Nạp
zh_hans: 充值
zh_hant: 充值

# 3.0_Acceptantcell_type_Out
source: Withdrawal
es: Extracción
fr: Extraction
ja: 抽出
ko: 추출
nl: extract
vi: Rút
zh_hans: 提取
zh_hant: 提取

# 3.0_Acceptantcell_type_Appeal
source: Appeal Default Penalty
es: Daños a la demanda
fr: Dommages-intérêts
ja: 苦情の賠償
ko: 불만 사항
nl: Klacht schade
vi: Bồi thường thiệt hại
zh_hans: 申诉违约金
zh_hant: 申訴違約金

# 3.0_Acceptantcell_type_Sell
source: Seller Service Fees
es: Cargo por servicio de moneda
fr: Frais de service de devise
ja: 通貨サービス料
ko: 환율 서비스 수수료
nl: Valutaservice kosten
vi: Phí dịch vụ bán
zh_hans: 卖币服务费
zh_hant: 賣幣服務費

# 3.0_Acceptantcell_type_Buy
source: Buyer Service Fees
es: Servicio de dinero
fr: Frais de service monétaire
ja: マネーサービス料
ko: 돈 서비스 수수료
nl: Kosten voor geldservice
vi: Phí dịch vụ mua
zh_hans: 买币服务费
zh_hant: 買幣服務費

# 3.0_Acceptantcell_type_CancelOrder
source: Cancelled Orders Penalty
es: Multa por cancelación de orden
fr: Pénalité d'annulation de commande
ja: 注文キャンセルペナルティ
ko: 주문 취소 벌칙
nl: Bestelling annuleringskosten
vi: Tiền phạt hủy lệnh
zh_hans: 取消订单违约金
zh_hant: 取消訂單違約金

# 3.0_PayMethods_ali_account
source: Alipay ID
es: Cuenta Alipay
fr: Alipay compte
ja: アリペイアカウント
ko: Alipay 계정
nl: Alipay-account
vi: Số tài khoản Alipay
zh_hans: 支付宝账号
zh_hant: 支付寶賬號

# 3.0_Hy_OTCExchangeDetailTitle
source: Trade Details
es: Detalles de la transacción
fr: Détails de la transaction
ja: 取引の詳細
ko: 거래 세부 정보
nl: Transactiegegevens
vi: Chi tiết giao dịch
zh_hans: 交易详情
zh_hant: 交易詳情

# 3.0_Hy_OTCExchangeDetailOrderNoTitle
source: Transaction ID
es: Número de pedido
fr: Numéro de commande
ja: 注文番号
ko: 주문 번호
nl: Bestelnummer
vi: ID giao dịch
zh_hans: 订单号
zh_hant: 訂單號

# 3.0_Hy_OTCExchangeDetailBuy
source: Purchase Amount
es: Comprar
fr: Acheter
ja: 購入する
ko: 구매
nl: kopen
vi: Số tiền mua
zh_hans: 买入
zh_hant: 買入

# 3.0_Hy_OTCExchangeDetailSell
source: Sell Amount
es: Vender
fr: Vendre
ja: 売る
ko: 판매하다
nl: verkopen
vi: Số tiền bán
zh_hans: 卖出
zh_hant: 賣出

# 3.0_Hy_OTCExchangeDetailPay
source: Payment Amount
es: Pago
fr: Paiement
ja: お支払い
ko: 지불
nl: betaling
vi: Số tiền thanh toán
zh_hans: 付款
zh_hant: 付款

# 3.0_Hy_OTCExchangeDetailRecive
source: Receive Amount
es: Recibo
fr: Reçu
ja: 領収書
ko: 영수증
nl: vorderingen
vi: Số tiền nhận
zh_hans: 收款
zh_hant: 收款

# 3.0_Hy_OTCExchangeDetailSeller
source: Seller
es: Vendedor
fr: Vendeur
ja: 売り手
ko: 판매자
nl: verkopers
vi: Người bán
zh_hans: 卖家
zh_hant: 賣家

# 3.0_Hy_OTCExchangeDetailBuyer
source: Buyer
es: Comprador
fr: Acheteur
ja: 買い手
ko: 구매자
nl: kopers
vi: Người mua
zh_hans: 买家
zh_hant: 買家

# 3.0_Hy_OTCExchangeDetailPayNo
source: Reference Number
es: Número de referencia de pago
fr: Numéro de référence du paiement
ja: 支払基準番号
ko: 지불 참조 번호
nl: Referentienummer van de betaling
vi: Số tham chiếu thanh toán
zh_hans: 付款参考号
zh_hant: 付款參考號

# 3.0_Hy_OTCExchangeDetailReciveNo
source: Reference Number
es: Número de referencia del recibo
fr: Numéro de référence du reçu
ja: 領収書の参照番号
ko: 영수증 참조 번호
nl: Ontvangstreferentienummer
vi: Số tham chiếu biên nhận
zh_hans: 收款参考号
zh_hant: 收款參考號

# 3.0_Hy_OTCExchangeDetailPayMethodNoTitle
source: Reference Number (write in description)
es: Tenga en cuenta el número de referencia de pago al pagar
fr: S'il vous plaît noter le numéro de référence de paiement lors du paiement
ja: お支払い時のお支払い基準番号にご注意ください
ko: 지불 할 때 지불 참조 번호를 적어주십시오.
nl: Let op het referentienummer van de betaling bij het betalen
vi: Ghi tham số thanh toán trong phần miêu tả
zh_hans: 付款时请备注付款参考号
zh_hant: 付款時請備註付款參考號

# 3.0_Hy_OTCExchangeDetailCancelOrder
source: Cancel Trade
es: Cancelar transacción
fr: Annuler la transaction
ja: 取引をキャンセルする
ko: 거래 취소
nl: Transactie annuleren
vi: Huỷ giao dịch
zh_hans: 取消交易
zh_hant: 取消交易

# 3.0_Hy_OTCExchangeDetailPayedOrder
source: Payment Transferred
es: Transferido
fr: Transféré
ja: 転送された
ko: 이전 됨
nl: Transfer heeft
vi: Đã chuyển khoản
zh_hans: 已转账
zh_hant: 已轉賬

# 3.0_Hy_OTCExchangeDetailOtherPhone
source: Mobile Number
es: Llamada telefónica
fr: Appel téléphonique
ja: 電話
ko: 전화
nl: Telefoontje
vi: Số điện thoại
zh_hans: 对方电话
zh_hant: 對方電話

# 3.0_Hy_OTCExchangeDetailCallPhone
source: Call
es: Llamadas
fr: Appels
ja: コール
ko: 전화
nl: telefoontje
vi: Cuộc gọi
zh_hans: 呼叫
zh_hant: 呼叫

# 3.0_Hy_OTCExchangeDetailSwicthPayMethod
source: Select Payment Method
es: Elige la otra forma de recolectar dinero
fr: Choisissez l'autre façon de collecter de l'argent
ja: 他の方法でお金を集める
ko: 돈을 모으는 다른 방법을 선택하십시오.
nl: Kies de andere manier om geld te verzamelen
vi: Chọn phương thức thanh toán
zh_hans: 选择对方收款方式
zh_hant: 選擇對方收款方式

# 3.0_Hy_OTCExchangeDetailHandleDelay
source: Sorry, the deal is off.
es: Lo siento, no puedo tratar
fr: Je regrette d'être incapable de commercer
ja: すみません、私は対処できません
ko: 나는 무역 할 수 없게 된 것을 후회한다.
nl: Het spijt me dat ik niet kan handelen
vi: Rất tiếc giao dịch không xong
zh_hans: 很遗憾未能成交
zh_hant: 很遺憾未能成交

# 3.0_Hy_OTCExchangeDetailSurePayTitle
source: Confirm Transfer
es: Confirmar transferencia
fr: Confirmer le transfert
ja: 転送を確認する
ko: 송금 확인
nl: Overdracht bevestigen
vi: Xác nhận chuyển khoản
zh_hans: 确认转账
zh_hant: 確認轉賬

# 3.0_Hy_OTCExchangeDetailSurePaySubTitle
source: Payment has been transferred.
es: Transferido al vendedor
fr: Transféré au vendeur
ja: 売り手に転送
ko: 판매자에게 이전 됨
nl: Overgeboekt naar de verkoper
vi: Đã thanh toán cho người bán
zh_hans: 已向卖家转账
zh_hant: 已向賣家轉賬

# 3.0_Hy_OTCExchangeDetailCancelSubTitle
source: You will not receive any digital assets.
es: No recibirá activos digitales
fr: Vous ne recevrez pas d'actifs numériques
ja: デジタル資産を受け取らない
ko: 디지털 자산을받지 못합니다.
nl: U ontvangt geen digitale activa
vi: Bạn sẽ không nhận được tài sản mã hóa
zh_hans: 您将不会收到数字资产
zh_hant: 您將不會收到數字資產

# 3.0_Hy_OTCExchangeDetailUpload
source: Upload
es: Subir
fr: Télécharger
ja: アップロード
ko: 업로드
zh_hans: 上传
zh_hant: 上傳

# 3.0_Hy_OTCExchangeDetailUploadTip
source: Upload a clear snapshot of the payment interface.
es: Proporcione una captura de pantalla de la interfaz de pago, manteniendo la información clara
fr: S'il vous plaît fournir une capture d'écran de l'interface de paiement, en gardant les informations claires
ja: 支払いインターフェースのスクリーンショットを提供し、情報を明確にしてください
ko: 지불 인터페이스의 스크린 샷을 제공하여 정보를 명확하게 유지하십시오.
nl: Geef een screenshot van de betaalinterface op, zodat de informatie duidelijk is
vi: Xin cung cấp ảnh chụp thanh toán, giữ thông tin rõ nét
zh_hans: 请提供付款界面截图，保持信息清晰
zh_hant: 請提供付款界面截圖，保持信息清晰

# 3.0_Hy_OTCExchangeDetailSellSetDelay
source: Extend Trade Time
es: Tiempo extendido
fr: Temps prolongé
ja: 延長時間
ko: 연장 된 시간
nl: Verlengde tijd
vi: Kéo dài thời gian
zh_hans: 延长时间
zh_hant: 延長時間

# 3.0_Hy_OTCExchangeDetailSellHasSetDelay
source: Trade time extended.
es: Tiempo extendido
fr: Temps prolongé
ja: 延長時間
ko: 연장 된 시간
nl: Verlengde tijd
vi: Đã kéo dài thời gian
zh_hans: 已延长时间
zh_hant: 已延長時間

# 3.0_Hy_OTCExchangeDetailSellAppeal
source: File Appeal
es: Presentar una queja
fr: Soumettre une plainte
ja: 申し立てを提出する
ko: 불만 제기
nl: Dien een klacht in
vi: Đăng khiếu nại
zh_hans: 提请申诉
zh_hant: 提請申訴

# 3.0_Hy_OTCExchangeDetailSellReciveTitle
source: Confirm Receipt
es: Confirmar el pago
fr: Confirmer le paiement
ja: 支払いを確認する
ko: 지불 확인
nl: Bevestig de betaling
vi: Xác nhận nhận chuyển khoản
zh_hans: 确认收款
zh_hant: 確認收款

# 3.0_Hy_OTCExchangeDetailSellReciveSubTitle
source: Please confirm the payment you received matches the order amount. You will not be able to recover the assets once confirmed.
es: Confirme que el importe de su pago sea el mismo que el importe de la orden . Una vez confirmado, no se recuperará.
fr: S'il vous plaît confirmer que le montant de votre paiement est le même que le montant de la commande Une fois confirmé, il ne sera pas récupéré.
ja: お支払い金額が注文金額と同じであることを確認してください。 確認が済んだら、引き落とされません。
ko: 결제 금액이 주문 금액과 동일하다는 것을 확인하십시오. 확인한 후에는 검색되지 않습니다.
nl: Bevestig dat uw betalingsbedrag hetzelfde is als het orderbedrag Een bevestiging zal niet worden opgehaald.
vi: Xin xác nhận thanh toán bạn nhận được khớp với số tiền trên lệnh. Bạn sẽ không thể khôi phục tài sản sau khi xác nhận.
zh_hans: 请确认您的到账金额和订单金额 一致，一旦确认将无法取回
zh_hant: 請確認您的到賬金額和訂單金額 一致，一旦確認將無法取回

# 3.0_Hy_OTCExchangeDetailUploadTitle
source: Upload Proof
es: Cargar certificado
fr: Télécharger le certificat
ja: 証明書をアップロードする
ko: 인증서 업로드
nl: Upload certificaat
vi: Upload chứng từ
zh_hans: 上传凭证
zh_hant: 上傳憑證

# 3.0_Hy_OTCExchangeDetailBuyStateDoing
source: Please complete the payment within [IDCW_HY] min or the system will automatically cancel the order!
es: Complete el pago en [IDCW_HY] minutos, ¡las horas extraordinarias cancelarán automáticamente el pedido! Si necesita extender el tiempo, comuníquese con el vendedor para negociar.
fr: S'il vous plaît compléter le paiement dans les [IDCW_HY] minutes, les heures supplémentaires seront automatiquement annuler la commande! Si vous avez besoin de prolonger le délai, s'il vous plaît contacter le vendeur pour négocier.
ja: [IDCW_HY]分以内にお支払いを完了してください、残業は自動的に注文をキャンセルします！ 時間を延長する必要がある場合は、売り手に連絡して交渉してください。
ko: [IDCW_HY] 분 이내에 지불을 완료하십시오, 초과 근무는 자동으로 주문을 취소합니다! 시간을 연장해야하는 경우 판매자에게 연락하여 협상하십시오.
nl: Voltooi de betaling binnen [IDCW_HY] minuten, overwerk zal de bestelling automatisch annuleren! Als u de tijd moet verlengen, neemt u dan contact op met de verkoper om te onderhandelen.
vi: Xin hoàn tất thanh toán trong vòng [IDCW_HY] phút, quá thời gian hệ thống sẽ tự động hủy đơn đặt hàng! Nếu bạn cần gia hạn thời gian, vui lòng liên hệ với người bán để thương lượng.
zh_hans: 请在[IDCW_HY]分钟内完成付款，超时将自动取消订单! 如果需要延长时间，请联系卖家协商。
zh_hant: 請在[IDCW_HY]分鐘內完成付款，超時將自動取消訂單! 如果需要延長時間，請聯繫賣家協商。

# 3.0_Hy_OTCExchangeDetailBuyStatePayed
source: Please wait for seller to confirm the transfer.
es: Espere pacientemente a que el vendedor confirme si el dinero llega
fr: Patientez patiemment que le vendeur confirme si l'argent arrive
ja: 貨幣が到着したかどうかを売り手が確かめるのを辛抱強く待つ
ko: 판매자가 돈이 도착하는지 여부를 확인하기 위해 참을성있게 기다린다.
nl: Wacht geduldig tot de verkoper bevestigt of het geld arriveert
vi: Xin đợi người bán xác nhận giao dịch.
zh_hans: 耐心等待卖家确认款项是否到账
zh_hant: 耐心等待賣家確認款項是否到賬

# 3.0_Hy_OTCExchangeDetailBuyStatePayedHandleDelay
source: The counterparty has timed out. Customer service will intervene.
es: La otra parte no ejecutó horas extras, intervención de servicio al cliente
fr: L'autre partie n'a pas effectué d'heures supplémentaires, l'intervention du service à la clientèle
ja: 他方の当事者は残業、顧客サービスの介入
ko: 상대방은 초과 근무, 고객 서비스 개입을하지 않았습니다.
nl: De andere partij heeft geen overuren uitgevoerd, interventies voor klantenservice
vi: Đối phương đã quá thời gian, Chăm sóc khách hàng sẽ can thiệp
zh_hans: 对方超时未操作，客服介入中
zh_hant: 對方超時未操作，客服介入中

# 3.0_Hy_OTCExchangeDetailBuyStateCompleted
source: The trade is completed. [IDCW_HY] has been sent to your address.
es: La transacción se completó y [IDCW_HY] la envió a su dirección
fr: La transaction a été complétée et [IDCW_HY] l'a envoyé à votre adresse
ja: 取引が完了し、[IDCW_HY]がお客様の住所に送付しました。
ko: 거래가 완료되었으며 [IDCW_HY]가 귀하의 주소로 발송했습니다.
nl: De transactie is voltooid en [IDCW_HY] heeft het naar uw adres verzonden
vi: Giao dịch đã hoàn tất và [IDCW_HY] đã gửi đến địa chỉ của bạn
zh_hans: 交易完成，[IDCW_HY]已发到您的地址
zh_hant: 交易完成，[IDCW_HY]已發到您的地址

# 3.0_Hy_OTCExchangeDetailBuyStateCancelled
source: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセルされた
ko: 취소됨
nl: Is geannuleerd
vi: Đã huỷ
zh_hans: 已取消
zh_hant: 已取消

# 3.0_Hy_OTCExchangeDetailBuyStateAppeal
source: The counterparty has appealed. Please respond within [IDCW_HY] minutes.
es: La otra persona apeló, opere dentro de los [IDCW_HY] minutos
fr: L'autre personne a fait appel, s'il vous plaît opérer dans les [IDCW_HY] minutes
ja: もう1人は控訴し、[IDCW_HY]分以内に操作してください
ko: 다른 사람이 호소 했으므로 [IDCW_HY] 분 이내에 작동하십시오.
nl: De andere persoon heeft beroep aangetekend, opereer binnen [IDCW_HY] minuten
vi: Đối phương đã khiếu nại, Vui lòng phản hồi trong vòng [IDCW_HY] phút
zh_hans: 对方提请申诉，请在[IDCW_HY]分钟内操作
zh_hant: 對方提請申訴，請在[IDCW_HY]分鐘內操作

# 3.0_Hy_OTCExchangeDetailBuyStateAppealDelay
source: You have timed out. Customer service will intervene.
es: No usó horas extras, intervención de servicio al cliente
fr: Vous n'avez pas effectué d'heures supplémentaires, intervention du service à la clientèle
ja: 時間外労働、顧客サービスの介入
ko: 초과 근무, 고객 서비스 개입을하지 않았습니다.
nl: U hebt geen overuren uitgevoerd, interventies voor klantenservice
vi: Bạn đã hết thời gian, chăm sóc khách hàng sẽ tiếp cận
zh_hans: 您超时未操作，客服介入中
zh_hant: 您超時未操作，客服介入中

# 3.0_Hy_OTCExchangeDetailBuyStateAppealDoing
source: In review, please upload appeal proof.
es: En la apelación, suba el cupón
fr: En appel, veuillez télécharger le bon
ja: 不服申し立てでは、バウチャーをアップロードしてください
ko: 항소에서 바우처를 업로드하십시오.
nl: Upload in het beroep de voucher
vi: Đang xem xet, hãy upload bằng chứng khiếu nại
zh_hans: 申诉中，请上传凭证
zh_hant: 申訴中，請上傳憑證

# 3.0_Hy_OTCExchangeDetailBuyStateAppealCheching
source: Pending Review
es: En espera de revisión
fr: En attente de révision
ja: レビュー待ち
ko: 검토 대기 중
nl: Wacht op beoordeling
vi: Đợi thẩm tra
zh_hans: 等待审核
zh_hant: 等待審核

# 3.0_Hy_OTCExchangeDetailBuyStateAppealCheched
source: Review Complete
es: Auditoría completa
fr: Audit terminé
ja: 監査が完了しました
ko: 감사가 완료되었습니다.
nl: Audit afgerond
vi: Thẩm tra hoàn tất
zh_hans: 审核完成
zh_hant: 審核完成

# 3.0_Hy_OTCExchangeDetailSellStateDoing
source: Please wait for the buyer to complete the payment. If there is no response, you may contact the buyer. The system will automatically cancel the order if time runs out.
es: Tenga paciencia y espere a que el comprador complete el pago. Si el comprador no ha respondido durante un tiempo prolongado, usted puede ponerse en contacto con la otra parte y las horas extraordinarias cancelarán automáticamente el pedido.
fr: S'il vous plaît soyez patient et attendez l'acheteur pour compléter le paiement.Si l'acheteur n'a pas répondu depuis longtemps, vous pouvez contacter l'autre partie et les heures supplémentaires seront automatiquement annuler la commande.
ja: バイヤーが長い間返答していない場合、 あなたは相手に連絡することができ、残業は自動的に注文をキャンセルします。
ko: 구매자가 오랜 시간 동안 응답하지 않은 경우 결제를 완료 구매자 대기, 당신은 서로 연락 할 수 있습니다하십시오, 타임 아웃은 자동으로 주문을 취소합니다.
nl: Wees geduldig en wacht tot de koper de betaling voltooit.Als de koper lang niet heeft gereageerd, kunt u contact opnemen met de andere partij en overuren zal de bestelling automatisch annuleren.
vi: Hãy kiên nhẫn đợi người mua hoàn tất thanh toán, Nếu người mua không có phản hồi, bạn có thể liên hệ đối phương. Vượt quá thời gian sẽ tự động huỷ đơn.
zh_hans: 请耐心等待买家完成付款，如果买家长时间没回应， 您可以联系对方，超时将自动取消订单。
zh_hant: 請耐心等待買家完成付款，如果買家長時間沒回應， 您可以聯繫對方，超時將自動取消訂單。

# 3.0_Hy_OTCExchangeDetailSellStatePayed
source: The counterparty has transferred. Please respond within [IDCW_HY] min.
es: La otra parte ha transferido, opere en [IDCW_HY] minutos
fr: L'autre partie a transféré, s'il vous plaît opérer dans les [IDCW_HY] minutes
ja: 相手が移転した場合、[IDCW_HY]分以内に操作してください
ko: 상대방이 양도 한 후 [IDCW_HY] 분 이내에 운영하십시오.
nl: De andere partij is overgedragen, voer alsjeblieft binnen [IDCW_HY] minuten uit
vi: Đối phương đã chuyển khoản, xin hãy phản hồi sau [IDCW_HY]s phút
zh_hans: 对方已转账，请在[IDCW_HY]分钟内操作
zh_hant: 對方已轉賬，請在[IDCW_HY]分鐘內操作

# 3.0_Hy_OTCExchangeDetailSellStateCancelled
source: The counterparty cancelled the trade.
es: La otra parte ha sido cancelada
fr: L'autre partie a été annulée
ja: 相手がキャンセルされた
ko: 상대방이 취소되었습니다.
nl: De andere partij is geannuleerd
vi: Đối phương đã huỷ
zh_hans: 对方已取消
zh_hant: 對方已取消

# 3.0_Hy_OTCExchangeDetailSellStateCompleted
source: The trade is completed.
es: Transacción completa
fr: Transaction terminée
ja: トランザクションが完了しました
ko: 거래 완료
nl: Transactie voltooid
vi: Hoàn tất giao dịch
zh_hans: 交易完成
zh_hant: 交易完成

# 3.0_Hy_OTCExchangeDetailSellStateAppealDoing
source: Appeal under review. Please wait for the decision.
es: En la apelación, espere el resultado del procesamiento de la otra parte
fr: Dans l'appel, veuillez attendre le résultat du traitement de l'autre partie
ja: 上訴では、相手方の処理結果を待ってください
ko: 항소에서 상대방의 처리 결과를 기다려주십시오.
nl: Wacht in het beroep op het verwerkingsresultaat van de andere partij
vi: Đang khiếu nại, xin đợi kết quả xử lý đối phương
zh_hans: 申诉中，请等待对方的处理结果
zh_hant: 申訴中，請等待對方的處理結果

# 3.0_Hy_OTCExchangeDetailSellStateAppealUploadWaitting
source: Appeal in progress. Please wait for the counterparty to upload proof of payment.
es: En la apelación, espere a que la otra parte cargue el comprobante
fr: Dans l'appel, veuillez attendre que l'autre partie télécharge le bon
ja: 不服申し立てでは、相手がバウチャーをアップロードするまでお待ちください
ko: 항소에서 상대방이 증빙을 업로드 할 때까지 기다려주세요.
nl: Wacht in het hoger beroep op de andere partij om de voucher te uploaden
vi: Đang khiếu nại, xin đợi đối phương upload bằng chứng
zh_hans: 申诉中，请等待对方上传凭证
zh_hant: 申訴中，請等待對方上傳憑證

# 3.0_Hy_OTCExchangeDetailSellStateAppealUploadedCheckPicture
source: The other party has uploaded proof of payment. Please wait for the review to be completed.
es: La otra parte ha subido el certificado, esperando la revisión
fr: L'autre partie a téléchargé le certificat, en attente de révision
ja: 相手が証明書をアップロードし、レビューを待っている
ko: 상대방이 인증서를 업로드하고 검토를 기다리고 있습니다.
nl: De andere partij heeft het certificaat geüpload in afwachting van beoordeling
vi: Đối phương đã upload bằng chứng, đợi thẩm tra
zh_hans: 对方已上传凭证，等待审核
zh_hant: 對方已上傳憑證，等待審核

# 3.0_Hy_OTCExchangeDetailSellStateAppealCheched
source: Review Complete
es: Queja completa
fr: Plainte complétée
ja: 苦情が完了しました
ko: 완료된 불만 사항
nl: Klacht voltooid
vi: Hoàn tất xem xét
zh_hans: 申诉完成
zh_hant: 申訴完成

# 3.0_Hy_SureDeletePhoto
source: Delete photo?
es: ¿Estás seguro de que deseas eliminar esta foto?
fr: Êtes-vous sûr de vouloir supprimer cette photo?
ja: この写真を削除してもよろしいですか？
ko: 이 사진을 삭제 하시겠습니까?
nl: Weet je zeker dat je deze foto wilt verwijderen?
vi: Xóa ảnh?
zh_hans: 确定要删除此照片
zh_hant: 確定要刪除此照片

# 3.0_Hy_cancel
source: Cancel
es: Cancelación
fr: Annulation
ja: キャンセル
ko: 취소
nl: geannuleerd
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

# 3.0_Hy_selectPhotoMaxCount
source: Can only select [IDCW_HY] images
es: Solo puede seleccionar hasta [IDCW_HY] fotos
fr: Peut seulement sélectionner jusqu'à [IDCW_HY] images
ja: 最大[IDCW_HY]枚まで選択できます
ko: 사진을 최대 [IDCW_HY] 장까지 선택할 수 있습니다.
nl: Kan maximaal [IDCW_HY] afbeeldingen selecteren
vi: Chỉ có thể chọn tối đa [IDCW_HY] hình ảnh
zh_hans: 最多只能选择[IDCW_HY]张图片
zh_hant: 最多只能選擇[IDCW_HY]張圖片

# 3.0_AcceptantBondCountTip_in
source: Min deposit is [IDCWN] [IDCWC]
es: El monto mínimo de recarga es [IDCWN] [IDCWC]
fr: Le montant de recharge minimum est de [IDCWN] [IDCWC]
ja: 最小再充電量は [IDCWN] [IDCWC]
ko: 최소 재충전 금액은 [IDCWN] [IDCWC]
nl: De minimale herlaad hoeveelheid is [IDCWN] [IDCWC]
vi: Số lượng nạp nhỏ nhất là [IDCWN] [IDCWC]
zh_hans: 最小充值数量为 [IDCWN] [IDCWC]
zh_hant: 最小充值數量為 [IDCWN] [IDCWC]

# 3.0_jf_pay_edit
source: Save
es: Guardar
fr: Sauvegarder
ja: 保存する
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# 3.0_Hy_NoPhotoAuthority
source: Please click on【Settings】→【Privacy】→【Photo】→【Allow IDCW to access your mobile album】on your device
es: Permita que IDCW acceda al álbum de su teléfono en la opción "Configuración - Privacidad - Foto " del dispositivo
fr: Veuillez autoriser IDCW à accéder à votre album téléphonique dans l'option "Paramètres - Confidentialité - Photo " de l'appareil
ja: デバイスの"設定 - プライバシー - 写真"オプションで電話帳にアクセスするには IDCW を許可してください
ko: 기기의 "설정 - 개인 정보 - 사진 "옵션에서 IDCW 님이 휴대 전화 앨범에 액세스하도록 허용하십시오.
nl: Geef IDCW toestemming om toegang te krijgen tot uw telefoonalbum via de optie "Instellingen - Privacy - Foto " van het apparaat
vi: Vui lòng nhấp vào 【Cài đặt】 → 【Bảo mật】 → 【Ảnh】 → 【Cho phép IDCW truy cập vào album】trên thiết bị của bạn
zh_hans: 请在设备的"设置-隐私-照片"选项中，允许IDCW访问你的手机相册
zh_hant: 請在設備的"設置-隱私-照片"選項中，允許IDCW訪問你的手機相冊

# 3.0_Hy_PhotoAlbumPreview
source: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# 3.0_Bin_SendNumberNotZero
source: The quantity you send cannot be 0
es: La cantidad de envío no puede ser 0
fr: La quantité d'envoi ne peut pas être 0
ja: 送信量は0にはできません
ko: 전송 수량은 0 일 수 없습니다.
nl: De verzendhoeveelheid kan niet 0 zijn
vi: Số lượng gửi không thể là 0
zh_hans: 发送数量不能为0
zh_hant: 發送數量不能為0

# 3.0_jf_pay_Complete
source: Confirm
es: Terminación
fr: Achèvement
ja: 完了
ko: 완료
nl: compleet
vi: Xác nhận
zh_hans: 完成
zh_hant: 完成

# 3.0_del_PayMethods_Success_msg
source: Deleted Successfully
es: Eliminado con éxito
fr: Retiré avec succès
ja: 削除されました
ko: 성공적으로 제거되었습니다.
nl: Met succes verwijderd
vi: Xóa xong
zh_hans: 移除成功
zh_hant: 移除成功

# 3.0_Bin_OngoingOTCOrders
source: You have ongoing orders.
es: Tienes un pedido pendiente de OTC
fr: Vous avez une commande en cours exceptionnelle
ja: あなたはOTCの優秀な注文を持っています
ko: 뛰어난 OTC 주문이 있습니다.
nl: U hebt een uitstekende OTC-bestelling
vi: Bạn có lệnh OTC chưa xong
zh_hans: 您有未完成的OTC订单
zh_hant: 您有未完成的OTC訂單

# 3.0_jf_pickup_fail_msg
source: Failed to withdraw
es: No se pudo extraer
fr: Échec de l'extraction
ja: 抽出に失敗しました
ko: 추출하지 못했습니다.
nl: Uitpakken mislukt
vi: Không thể rút
zh_hans: 提取失败
zh_hant: 提取失敗

# 3.0_jf_pickin_fail_msg
source: Failed to deposit
es: Recarga fallida
fr: La recharge a échoué
ja: 充電に失敗しました
ko: 충전 실패
nl: Opladen mislukt
vi: Nạp tiền thất bại
zh_hans: 充值失败
zh_hant: 充值失敗

# 3.0_Bin_WitdrawlMinNum
source: The minimum withdrawal amount is
es: El número mínimo de extracciones es
fr: Le nombre minimum d'extractions est
ja: 抽出の最小回数は
ko: 최소한의 추출 횟수는
nl: Het minimum aantal extracties is
vi: Số lượng rút tối thiểu là
zh_hans: 最小提取数量为
zh_hant: 最小提取數量為

# 3.0_DK_lackSellMoney
source: Insufficient balance to sell
es: Saldo insuficiente disponible para la venta
fr: Solde insuffisant disponible à la vente
ja: 不足している残高を販売できません
ko: 판매를위한 잔액 부족
nl: Onvoldoende saldo beschikbaar voor verkoop
vi: Không đủ số dư để bán
zh_hans: 可卖出余额不足
zh_hant: 可賣出餘額不足

# 3.0_Bin_ParameterError
source: Parameter error
es: Error de parámetro
fr: Erreur de paramètre
ja: パラメータエラー
ko: 매개 변수 오류
nl: Parameterfout
vi: Lỗi tham số
zh_hans: 参数错误
zh_hant: 參數錯誤

# 3.0_Bin_WithdrawalConfirmation
source: Withdrawal Confirmation
es: Extracción de confirmación
fr: Extraction de confirmation
ja: 確認抽出
ko: 확인 추출
nl: Bevestigingsextractie
vi: Xác nhận rút
zh_hans: 确认提取
zh_hant: 确认提取
