Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 3.0_PayMethodsManager
source: Payment Methods
es: Gestión del método de pago
fr: Gestion des méthodes de paiement
ja: 支払い方法の管理
ko: 결제 수단 관리
nl: Beheer van betaalmethoden
vi: Quản lý phương thức thanh toán
zh_hans: 支付方式管理
zh_hant: 支付方式管理

# 3.0_PleseAddPayMethods
source: Please add payment method
es: Por favor agregue el método de pago
fr: Veuillez ajouter une méthode de paiement
ja: お支払い方法を追加してください
ko: 결제 수단을 추가하십시오.
nl: Voeg alstublieft betaalmethode toe
vi: Mời thêm phương thức thanh toán
zh_hans: 请添加支付方式
zh_hant: 請添加支付方式

# 3.0_AddPayMethods
source: Add Payment Method
es: Agregar método de pago
fr: Ajouter une méthode de paiement
ja: お支払い方法を追加する
ko: 결제 수단 추가
nl: Voeg betaalmethode toe
vi: Thêm phương thức thanh toán
zh_hans: 添加支付方式
zh_hant: 添加支付方式

# 3.0_EditPayMethods
source: Modify Payment Method
es: Editar método de pago
fr: Modifier la méthode de paiement
ja: お支払い方法の編集
ko: 결제 수단 수정
nl: Bewerk betaalmethode
vi: Chỉnh sửa phương thức thanh toán
zh_hans: 编辑支付方式
zh_hant: 編輯支付方式

# 3.0_AddPayMethodsSuccess
source: Payment Method Added Successfully
es: Método de pago agregado con éxito
fr: Méthode de paiement ajoutée avec succès
ja: 支払い方法が正常に追加されました
ko: 결제 수단 추가 완료
nl: Betaalmethode succesvol toegevoegd
vi: Thêm phương thức thanh toán xong
zh_hans: 支付方式添加成功
zh_hant: 支付方式添加成功

# 3.0_EditPayMethodsSuccess
source: Payment Method Modified
es: Editar método de pago exitoso
fr: Modifier la méthode de paiement a réussi
ja: 支払い方法を編集しました
ko: 결제 수단 수정에 성공했습니다.
nl: Bewerk betaalmethode geslaagd
vi: Chỉnh sửa phương thức thanh toán xong
zh_hans: 支付方式编辑成功
zh_hant: 支付方式編輯成功

# 3.0_DeletePayMethodsSure
source: Confirm to delete payment method
es: Confirmar para eliminar este método de pago
fr: Confirmez pour supprimer ce mode de paiement
ja: このお支払い方法を削除することを確認する
ko: 이 결제 수단을 삭제하려면 확인
nl: Bevestig om deze betaalmethode te verwijderen
vi: Xác nhận xoá phương thức thanh toán này
zh_hans: 确认移除此支付方式
zh_hant: 確認移除此支付方式

# 3.0_CurrencySwith
source: Select Fiat Currency
es: Seleccione la moneda
fr: Sélectionnez la devise
ja: 通貨を選択してください
ko: 통화 선택
nl: Selecteer de valuta
vi: Chọn loại tiền hợp pháp
zh_hans: 选择法币
zh_hant: 選擇法幣

# 3.0_PayMethods
source: Payment Method
es: Forma de pago
fr: Méthode de paiement
ja: お支払い方法
ko: 지불 방법
nl: Betaalmethode
vi: Phương thức thanh toán
zh_hans: 支付方式
zh_hant: 支付方式

# 3.0_PayMethodsSwitch
source: Select Payment Method
es: Elija el método de pago
fr: Choisissez la méthode de paiement
ja: お支払い方法を選択
ko: 지불 방법 선택
nl: Kies betaalwijze
vi: Chọn phương thức thanh toán
zh_hans: 选择支付方式
zh_hant: 選擇支付方式

# 3.0_Name
source: Name
es: Nombres
fr: Noms
ja: 名前
ko: 이름
nl: volledige naam
vi: Họ tên
zh_hans: 姓名
zh_hant: 姓名

# 3.0_NamePlaceholder
source: Enter Name
es: Ingrese el nombre
fr: Entrez le nom
ja: 名前を入力
ko: 이름 입력
nl: Voer naam in
vi: Nhập họ tên
zh_hans: 输入姓名
zh_hant: 輸入姓名

# 3.0_BankNamePlaceholder
source: Enter Bank Account Name
es: Ingrese el nombre del titular de la tarjeta
fr: Entrez le nom du titulaire
ja: カード所有者の名前を入力してください
ko: 카드 소지자의 이름 입력
nl: Voer de naam van de kaarthouder in
vi: Nhập tên chủ thẻ
zh_hans: 输入持卡人姓名
zh_hant: 輸入持卡人姓名

# 3.0_Account
source: Bank Account
es: Número de cuenta
fr: Numéro de compte
ja: 口座番号
ko: 계좌 번호
nl: Account nummer
vi: Số tài khoản
zh_hans: 账号
zh_hant: 賬號

# 3.0_AccountPlaceholder
source: Enter Bank Account
es: Ingrese el número de cuenta bancaria
fr: Entrez le numéro de compte bancaire
ja: 銀行口座番号を入力してください
ko: 은행 계좌 번호 입력
nl: Voer bankrekeningnummer in
vi: Nhập số tài khoản ngân hàng
zh_hans: 输入银行卡账号
zh_hant: 輸入銀行卡賬號

# 3.0_Bank
source: Bank Name
es: Bancos
fr: Banques
ja: 銀行
ko: 은행
nl: Bank
vi: Ngân hàng
zh_hans: 银行
zh_hant: 銀行

# 3.0_BankCard
source: Bank Card
es: Tarjeta bancaria
fr: Carte bancaire
ja: 銀行カード
ko: 은행 카드
nl: Betaalpas
vi: Thẻ ngân hàng
zh_hans: 银行卡
zh_hant: 銀行卡

# 3.0_BankTip
source: (Debit Card Only)
es: (solo se pueden usar tarjetas de débito)
fr: (seules les cartes de débit peuvent être utilisées)
ja: （デビットカードのみ使用可能）
ko: (직불 카드 만 사용 가능)
nl: (alleen betaalpassen kunnen worden gebruikt)
vi: (Chỉ có thể sử dụng thẻ ghi nợ)
zh_hans: (只能使用借记卡)
zh_hant: (只能使用借記卡)

# 3.0_BankPlaceholder
source: Enter Bank Name
es: Ingrese el nombre del banco
fr: Entrez le nom de la banque
ja: 銀行名を入力
ko: 은행 이름 입력
nl: Voer de banknaam in
vi: Nhập tên ngân hàng
zh_hans: 输入银行名称
zh_hant: 輸入銀行名稱

# 3.0_BankSub
source: Bank Address
es: Rama
fr: Branche
ja: ブランチ
ko: 지점
nl: Subbranch
vi: Chi nhánh
zh_hans: 支行
zh_hant: 支行

# 3.0_BankBranchPlaceholder
source: Enter Bank Address
es: Ingrese la rama de cuenta
fr: Entrer la branche de compte
ja: 口座支店を入力
ko: 계정 분기 입력
nl: Voer Accounttak in
vi: Nhập chi nhánh mở tài khoản
zh_hans: 输入开户支行
zh_hant: 輸入開戶支行

# 3.0_BankAddress
source: Bank Address
es: Dirección bancaria
fr: Adresse de la banque
ja: 銀行の住所
ko: 은행 주소
nl: Bank adres
vi: Địa chỉ ngân hàng
zh_hans: 银行地址
zh_hant: 銀行地址

# 3.0_BankAddressPlaceholder
source: Enter Bank Address
es: Ingrese la dirección de la cuenta bancaria
fr: Entrez l'adresse du compte bancaire
ja: 銀行口座のアドレスを入力してください
ko: 은행 계좌 주소 입력
nl: Voer het bankrekeningnummer in
vi: Nhập địa chỉ ngân hàng mở tài khoản
zh_hans: 输入开户银行地址
zh_hant: 輸入開戶銀行地址

# 3.0_BankCodePlaceholder
source: Please input 8-11 numbers or letters
es: Ingrese 8-11 dígitos o combinación en inglés
fr: Entrez 8-11 chiffres ou combinaison anglaise
ja: 8-11桁または英語の組み合わせを入力
ko: 8-11 자리 또는 영어 조합 입력
nl: Voer 8-11 cijfers of Engelse combinatie in
vi: Nhập 8-11 chữ số trong tổ hợp chữ tiếng Anh
zh_hans: 输入8-11位数字或英文组合
zh_hant: 輸入8-11位數字或英文組合

# 3.0_BankCity
source: City
es: Ciudad
fr: Ville
ja: 都市
ko: 도시
vi: Thành phố
zh_hans: 城市
zh_hant: 城市

# 3.0_BankCityPlaceholder
source: Enter City
es: Ingrese el banco donde se encuentra el banco
fr: Entrez la banque où la banque est située
ja: 銀行がある銀行を入力してください
ko: 은행이 위치한 은행 입력
nl: Voer de bank in waar de bank zich bevindt
vi: Nhập thành phố nơi ngân hàng mở tài khoản
zh_hans: 输入开户银行所在城市
zh_hant: 輸入開戶銀行所在城市

# 3.0_paylist_ali
source: Alipay
ja: アリペイ
zh_hans: 支付宝
zh_hant: 支付寶

# 3.0_DK_settPay
source: Set Up a Payment Method
es: Configura primero el método de pago
fr: Veuillez d'abord configurer la méthode de paiement
ja: 最初にお支払い方法を設定してください
ko: 먼저 결제 수단을 설정하십시오.
nl: Stel eerst de betaalmethode in
vi: Mời thiết lập phương thức thanh toán
zh_hans: 请先设置支付方式
zh_hant: 請先設置支付方式

# 3.0_DK_sayLatter
source: Set Up Later
es: Diga más tarde
fr: Dis plus tard
ja: 後で言いなさい
ko: 나중에 말해봐.
nl: Zeg het later
vi: Để sau
zh_hans: 稍后再说
zh_hant: 稍後再說

# 3.0_DK_goSetting
source: Set Up
es: Ir a establecer
fr: Aller à l'ensemble
ja: セットに行く
ko: 설정으로 이동
nl: Ga naar instellen
vi: Tới cài đặt
zh_hans: 去设置
zh_hant: 去設置

# 3.0_DK_enterNum
source: Enter Amount
es: Cantidad de entrada
fr: Quantité d'entrée
ja: 入力量
ko: 투입량
nl: Invoerhoeveelheid
vi: Nhập số lượng
zh_hans: 输入数量
zh_hant: 輸入數量

# 3.0_DK_buyIn
source: Confirm to Buy
es: Asegúrate de comprar
fr: Assurez-vous d'acheter
ja: 必ず購入してください
ko: 반드시 구입하십시오
nl: Zorg ervoor om te kopen
vi: Xác nhận mua
zh_hans: 确认买入
zh_hant: 確定買入

# 3.0_DK_sellOut
source: Confirm to Sell
es: OK para vender
fr: OK pour vendre
ja: 売るためにOK
ko: 판매 OK
nl: OK om te verkopen
vi: Xác nhận bán
zh_hans: 确认卖出
zh_hant: 確定賣出

# 3.0_DK_matchTime
source: After confirmation, the system will match a merchant for you within [IDCWS]s.
es: Después de la confirmación, el sistema le dará un aceptador correspondiente en [IDCWS]s.
fr: Après la confirmation, le système vous donnera un accepteur correspondant dans les [IDCWS]s.
ja: 確認の後、システムは[IDCWS]s以内にあなたに合ったアクセプターを与えます。
ko: 확인 후에 시스템은 [IDCWS] 초 내에 일치하는 수락자를 제공합니다.
nl: Na de bevestiging geeft het systeem binnen [IDCWS]s een passende acceptor.
vi: Sau khi xác nhận, hệ thống sẽ cung cấp cho bạn một đại lý phù hợp trong vòng [IDCWS] giây.
zh_hans: 确定之后系统将在[IDCWS]s内给您匹配承兑商
zh_hant: 確定之後系統將在[IDCWS]s內給您匹配承兌商

# 3.0_DK_otcRule
source: OTC Currency Trade Rules
es: Reglas de moneda OTC
fr: Règles de devise OTC
ja: OTC通貨ルール
ko: OTC 통화 규칙
nl: OTC-valutaregels
vi: Quy tắc mua bán OTC
zh_hans: OTC买卖币规则
zh_hant: OTC買賣幣規則

# 3.0_DK_otcChooseType
source: Select Payment Method
es: Elija el método de pago
fr: Choisissez la méthode de paiement
ja: お支払い方法を選択
ko: 지불 방법 선택
nl: Kies betaalwijze
vi: Chọn phương thức thanh toán
zh_hans: 选择支付方式
zh_hant: 選擇支付方式

# 3.0_DK_otcChooseReceiveType
source: Select Receipt Method
es: Seleccione el método de pago
fr: Veuillez sélectionner la méthode de paiement
ja: お支払い方法を選択してください
ko: 지불 방법을 선택하십시오.
nl: Selecteer alstublieft betaalmethode
vi: Chọn phương thức nhận chuyển khoản
zh_hans: 选择收款方式
zh_hant: 請選擇收款方式

# 3.0_DK_otcAlipay
source: Alipay
ja: アリペイ
zh_hans: 支付宝
zh_hant: 支付寶

# 3.0_DK_otcMinBuy
source: Buy quantity is less than minimum buy quantity
es: La cantidad de compra es menor que la cantidad mínima de compra
fr: La quantité achetée est inférieure à la quantité minimale achetable
ja: 購入数量が最小購入可能数量未満です
ko: 구매 수량이 최소 구매 가능 수량보다 적습니다.
nl: Koop hoeveelheid is minder dan minimale hoeveelheid die kan worden gekocht
vi: Lượng mua vào nhỏ hơn số lượng tối thiểu có thể mua
zh_hans: 买入数量小于最小可买数量
zh_hant: 買入數量小於最小可買數量

# 3.0_DK_otcMaxBuy
source: Buy quantity is greater than maximum buy quantity
es: La cantidad de compra es mayor que la cantidad máxima de compra
fr: La quantité d'achat est supérieure à la quantité maximale achetable
ja: 購入数量が購入可能数量より多い
ko: 구매 수량이 최대 구매 가능 수량보다 큽니다.
nl: Koophoeveelheid is groter dan de maximale hoeveelheid die kan worden gekocht
vi: Lượng mua vào lớn hơn số lượng tối đa có thể mua
zh_hans: 买入数量大于最大可买数量
zh_hant: 買入數量大於最大可買數量

# 3.0_DK_otcMinSell
source: Sell quantity is less than minimum sell quantity
es: La cantidad vendida es menor que la cantidad mínima comprable
fr: La quantité vendue est inférieure à la quantité minimum achetable
ja: 売られた数量は購入可能な最小数量未満です
ko: 판매 수량이 최소 구매 가능 수량보다 적습니다.
nl: De verkochte hoeveelheid is minder dan de minimale hoeveelheid die kan worden gekocht
vi: Lượng bán ra nhỏ hơn số lượng tối thiểu có thể mua
zh_hans: 卖出数量小于最小可买数量
zh_hant: 賣出數量小於最小可買數量

# 3.0_DK_otcMaxSell
source: Sell quantity is greater than maximum sell quantity
es: Vender más que la cantidad máxima que se puede comprar
fr: Vendre plus que la quantité maximale achetable
ja: 購入可能な最大数よりも多く売る
ko: 최대 구매 가능 수량 이상 판매
nl: Verkoop meer dan de maximale hoeveelheid die kan worden gekocht
vi: Lượng bán ra lớn hơn số lượng tối đa có thể mua
zh_hans: 卖出数量大于最大可买数量
zh_hant: 賣出數量大於最大可買數量

# 3.0_DK_otcGoBind
source: Bind
es: Debound
fr: Déborder
ja: うんざりする
ko: 완두콩
nl: Vrijblijvende
vi: Liên Kết
zh_hans: 去绑定
zh_hant: 去綁定

# 3.0_DK_otcBindLater
source: Bind Later
es: Diga más tarde
fr: Dis plus tard
ja: 後で言いなさい
ko: 나중에 말해봐.
nl: Zeg het later
vi: Để sau
zh_hans: 稍后再说
zh_hant: 稍後再說

# 3.0_DK_otcGoBindTitle
source: Bind Mobile Number
es: Por favor unir número de teléfono primero
fr: Veuillez lier le numéro de téléphone en premier
ja: 最初に電話番号をバインドしてください
ko: 먼저 전화 번호를 묶어주십시오.
nl: Voer eerst het telefoonnummer in
vi: Chọn số điện thoại liên kết
zh_hans: 请先绑定手机号
zh_hant: 請先綁定手機號

# 3.0_DK_otcForbidTime
source: Your trading privileges are frozen for [IDCWD] days [IDCWH] hours.
es: Se te ha prohibido comerciar. Solo puedes realizar pedidos dentro de los [IDCWH] días posteriores a [IDCWD] días.
fr: Vous avez été banni du trading, vous ne pouvez passer des commandes que dans les [IDCWH] jours après [IDCWD] jours.
ja: あなたは取引が禁止されています。注文は[IDCWD]日後の[IDCWH]日以内にのみ可能です。
ko: 거래 금지입니다 .[IDCWD] 일 후에 만 [IDCWH] 일 이내에 주문할 수 있습니다.
nl: U bent verbannen uit de handel. U kunt alleen bestellingen plaatsen binnen [IDCWH] dagen na [IDCWD] dagen.
vi: Bạn đã bị cấm giao dịch trong [IDCWD] ngày [IDCWH] giờ
zh_hans: 您已被禁止交易,[IDCWD]天[IDCWH]小时后才可下单
zh_hant: 您已被禁止交易,[IDCWD]天[IDCWH]小時後才可下單

# 3.0_DK_otcForbidTimeHour
source: Your trading privileges are frozen for [IDCWH] hours.
es: Se te ha prohibido comerciar. Solo puedes hacer pedidos después de [IDCWH] horas.
fr: Vous avez été banni du trading Vous ne pouvez passer des commandes qu'après [IDCWH] heures
ja: あなたは取引が禁止されています。注文は[IDCWH]時間後に行うことができます
ko: 거래 금지입니다 .[IDCWH] 시간 후에 만 주문할 수 있습니다.
nl: U bent verbannen uit de handel. U kunt alleen bestellingen plaatsen na [IDCWH] uur
vi: Bạn đã bị cấm giao dịch trong vòng [IDCWH] giờ
zh_hans: 您已被禁止交易,[IDCWH]小时后才可下单
zh_hant: 您已被禁止交易,[IDCWH]小時後才可下單

# 3.0_DK_otcForbidTimeDay
source: Your trading privileges are frozen for [IDCWD] days.
es: Se te ha prohibido comerciar y solo puedes realizar pedidos después de [IDCWD] días.
fr: Vous avez été banni de la négociation et ne pouvez passer des commandes qu'après [IDCWD] jours
ja: あなたは取引が禁止されており、[IDCWD]日後にのみ発注できます
ko: 귀하는 거래가 금지되었으며 [IDCWD] 일 후에 만 주문할 수 있습니다.
nl: U bent verbannen uit de handel en kunt alleen bestellingen plaatsen na [IDCWD] dagen
vi: Bạn đã bị cấm giao dịch trong vòng [IDCWD] ngày
zh_hans: 您已被禁止交易,[IDCWD]天后才可下单
zh_hant: 您已被禁止交易,[IDCWD]天後才可下單

# 3.0_DK_lackMoney
source: Insufficient Balance
es: Equilibrio insuficiente
fr: Solde insuffisant
ja: 不十分なバランス
ko: 불충분 한 균형
nl: Onvoldoende saldo
vi: Số dư không đủ
zh_hans: 余额不足
zh_hant: 餘額不足

# 3.0_DK_unavaiableAmount
source: Invalid quantity
es: Cantidad de informe no válida
fr: Quantité de rapport incorrecte
ja: 報告数が無効です
ko: 잘못된 보고서 수량
nl: Ongeldige rapporthoeveelheid
vi: Số lượng không hợp lệ
zh_hans: 申报数量无效
zh_hant: 申報數量無效

# 3.0_DK_requestError
source: time out
es: Error de red
fr: Erreur de réseau
ja: ネットワークエラー
ko: 네트워크 오류
nl: Netwerkfout
vi: Lỗi mạng
zh_hans: 网络出错
zh_hant: 網絡出錯

# 3.0_DK_orderStatus0
source: Waiting for offer
es: Para ser citado
fr: Pour être cité
ja: 引用する
ko: 따옴표 붙이기
nl: Om te citeren
vi: Đợi báo giá
zh_hans: 待报价
zh_hant: 待報價

# 3.0_DK_orderStatus1
source: Waiting for payment
es: Esperando transferencia
fr: En attente de transfert
ja: 転送待ち
ko: 전송 대기 중
nl: Wachten op overdracht
vi: Đợi thanh toán
zh_hans: 待转账
zh_hant: 待轉賬

# 3.0_DK_orderStatus2
source: Payment Transferred
es: Transferido
fr: Transféré
ja: 転送された
ko: 이전 됨
nl: Transfer heeft
vi: Đã thanh toán
zh_hans: 已转账
zh_hant: 已轉賬

# 3.0_DK_orderStatus3
source: Payment received
es: Pagado
fr: Payé
ja: 有料
ko: 유료
nl: betaald
vi: Đã nhận thanh toán
zh_hans: 已支付
zh_hant: 已支付

# 3.0_DK_orderStatus4
source: In Review
es: En la apelación
fr: En appel
ja: アピールで
ko: 항의 있음
nl: In de hogere voorziening
vi: Đang xem xét
zh_hans: 申诉中
zh_hant: 申訴中

# 3.0_DK_orderStatus5
source: Upload Appeal Proof
es: Cargar certificado
fr: Télécharger le certificat
ja: 証明書をアップロードする
ko: 인증서 업로드
nl: Upload certificaat
vi: Đăng bằng chứng
zh_hans: 上传凭证
zh_hant: 上傳憑證

# 3.0_DK_orderStatus6
source: Waiting for Review
es: En espera de revisión
fr: En attente de révision
ja: レビュー待ち
ko: 검토 대기 중
nl: Wacht op beoordeling
vi: Đang đợi xem xét
zh_hans: 等待审核
zh_hant: 等待審核

# 3.0_DK_orderStatus7
source: Decision: Reverse Transaction
es: Revisión devuelta
fr: Examen renvoyé
ja: レビューが返された
ko: 리뷰가 반환되었습니다.
nl: Beoordeling geretourneerd
vi: Quyết định: Giao dịch ngược lại
zh_hans: 审核退回
zh_hant: 審核退回

# 3.0_DK_orderStatus8
source: Decision: Transfer Payment
es: Lanzamiento de moneda de auditoría
fr: Vérification de la monnaie de vérification
ja: 監査通貨のリリース
ko: 감사 통화 해제
nl: Valutaversie controleren
vi: Quyết định: Chuyển khoản thanh toán
zh_hans: 审核放币
zh_hant: 審核放幣

# 3.0_DK_orderStatus9
source: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセルされた
ko: 취소됨
nl: Is geannuleerd
vi: Đã huỷ
zh_hans: 已取消
zh_hant: 已取消

# 3.0_DK_orderStatus10
source: Waiting for refund
es: Para ser reembolsado
fr: Pour être remboursé
ja: 払い戻される
ko: 환불 받기
nl: Om te worden terugbetaald
vi: Chờ hoàn tiền
zh_hans: 待退币
zh_hant: 待退幣

# 3.0_DK_orderStatus11
source: Agreed to refund
es: Estoy de acuerdo con regresar
fr: Accepter de revenir
ja: 戻ることに同意する
ko: 돌아 오는 것에 동의하십시오.
nl: Mee eens om terug te keren
vi: Đồng ý hoàn tiền
zh_hans: 同意退还
zh_hant: 同意退還

# 3.0_DK_orderStatus12
source: Completed
es: Completado
fr: Terminé
ja: 完了しました
ko: 완료 됨
nl: voltooid
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 已完成

# 3.0_Bin_PayTypeManager
source: Payment Methods
es: Gestión del método de pago
fr: Gestion des méthodes de paiement
ja: 支払い方法の管理
ko: 결제 수단 관리
nl: Beheer van betaalmethoden
vi: Quản lý phương thức thanh toán
zh_hans: 支付方式管理
zh_hant: 支付方式管理

# 3.0_Bin_AcceptanceTitle
source: Merchant
es: Aceptador
fr: Accepteur
ja: アクセプタ
ko: 수락 자
nl: acceptatie bedrijf
vi: Đại lý
zh_hans: 承兑商
zh_hant: 承兌商

# 3.0_Bin_AcceptBuyCoin
source: Buy Settings
es: Comprar configuración de moneda
fr: Acheter des paramètres de devise
ja: 通貨設定を購入する
ko: 통화 설정 구매
nl: Koop valuta-instellingen
vi: Nhận mua
zh_hans: 买币设置
zh_hant: 買幣設定

# 3.0_Bin_AcceptSellCoin
source: Sell Settings
es: Ajuste de moneda
fr: Réglage de la monnaie
ja: 通貨設定
ko: 통화 설정
nl: Valuta-instelling
vi: Nhận bán
zh_hans: 卖币设置
zh_hant: 賣幣設定

# 3.0_Bin_RechargeDeposit
source: Deposit margin
es: Depósito de recarga
fr: Recharge
ja: 再入金
ko: 충전 예금
nl: Stort opnieuw op
vi: Nạp tiền ký quỹ
zh_hans: 充值保证金
zh_hant: 充值保證金

# 3.0_Bin_RechargeComplite
source: Completed
es: Terminación
fr: Achèvement
ja: 完了
ko: 완료
nl: compleet
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# 3.0_Bin_AcceptBuyCoinLimit
source: Currency and Limits
es: Moneda y límites
fr: Devise et limites
ja: 通貨と限度額
ko: 통화 및 한도
nl: Valuta en limieten
vi: Loại tiền và hạn mức
zh_hans: 币种及限额
zh_hant: 幣種及限額

# 3.0_Bin_AcceptBuyCurrency
source: Currency
es: Moneda
fr: Devise
ja: 通貨
ko: 통화
nl: valuta
vi: Loại tiền
zh_hans: 币种
zh_hant: 幣種

# 3.0_Bin_EachAcceptanceLimit
source: Limits
es: Límite por límite
fr: Limite par limite
ja: 限界あたりの制限
ko: 제한 한도
nl: Limiet per limiet
vi: Giới hạn nhận tối đa và tối thiểu của mỗi đơn
zh_hans: 每单上下限
zh_hant: 每單上下限

# 3.0_Bin_PricePremium
source: Premium
es: Presupuesto premium
fr: Citation premium
ja: プレミアム見積もり
ko: 프리미엄 견적
nl: Offerte premium
vi: Chênh lệch giá
zh_hans: 报价溢价
zh_hant: 報價溢價

# 3.0_Bin_AddCurrencyLimit_Buy
source: Add Buying Currency and Limits.
es: Por favor agregue moneda y cuota
fr: Veuillez ajouter une devise et un quota
ja: 通貨とクォータを追加してください
ko: 통화 및 할당량을 추가하십시오.
nl: Voeg valuta en quota toe
vi: Mời thêm loại tiền mua và hạn mức
zh_hans: 请添加币种和限额
zh_hant: 請添加幣種和限額

# 3.0_Bin_AddCurrencyLimit_Sell
source: Add Selling Currency and Limits.
es: Por favor agregue moneda y cuota
fr: Veuillez ajouter une devise et un quota
ja: 通貨とクォータを追加してください
ko: 통화 및 할당량을 추가하십시오.
nl: Voeg valuta en quota toe
vi: Mời thêm loại tiền bán và hạn mức
zh_hans: 请添加币种和限额
zh_hant: 請添加幣種和限額

# 3.0_Bin_LocalCuccencyType
source: Receipt Currency and Method
es: Recibo de moneda líquida y métodos de cobro
fr: Réception de la monnaie liquide et des méthodes de recouvrement
ja: 液体通貨の受領と回収方法
ko: 액체 화폐 및 수령 방법 수령
nl: Ontvangst van liquide valuta en verzamelmethoden
vi: Loại tiền nhận và cách thức thanh toán
zh_hans: 收款币种及方式
zh_hant: 收款幣種及方式

# 3.0_Bin_FiatCurrency
source: Fiat currency
es: Moneda francesa
fr: Monnaie française
ja: フランス通貨
ko: 프랑스 화폐
nl: Franse valuta
vi: Tiền tệ hợp pháp
zh_hans: 法币币种
zh_hant: 法幣幣種

# 3.0_Bin_PayType
source: Receipt Method
es: Método de recepción
fr: Méthode de réception
ja: 受領方法
ko: 영수증 방법
nl: Ontvangstmethode
vi: Phương thức nhận
zh_hans: 收款方式
zh_hant: 收款方式

# 3.0_Bin_AddPayType
source: Add Receipt Currency and Method.
es: Por favor agregue el método de moneda y moneda
fr: Veuillez ajouter une devise et une méthode de devise
ja: 通貨と通貨の方法を追加してください
ko: 통화 및 통화 방법을 추가하십시오.
nl: Voeg valuta- en valutamethode toe
vi: Thêm loại tiền và phương thức nhận
zh_hans: 请添加法币币种和收款方式
zh_hant: 請添加法幣幣種和收款方式

# 3.0_Bin_RestTime
source: Remaining time
es: Tiempo restante
fr: Temps restant
ja: 残り時間
ko: 남은 시간
nl: Resterende tijd
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

# 3.0_Bin_RestTimeTips
source: Please respond within [IDCW]s. The trade will be automatically cancelled if timed out.
es: Disponer en segundos [IDCW], un tiempo de espera se apagará automáticamente
fr: S'il vous plaît traiter dans [IDCW] secondes, le délai d'expiration se fermera automatiquement
ja: [IDCW]秒以内に処理してください。タイムアウトが自動的に終了します。
ko: [IDCW] 초 내에 처리하십시오. 시간 초과가 자동으로 닫힙니다.
nl: Gelieve binnen [IDCW] seconden te verwerken, de time-out wordt automatisch gesloten
vi: Xin xử lý trong vòng [IDCW] giây, quá thời gian sẽ tự động đóng
zh_hans: 请在[IDCW]秒内处理，超时将自动关闭
zh_hant: 請在[IDCW]秒內處理，超時將自動關閉

# 3.0_Bin_RestTimeOver
source: Time Up
es: El tiempo se acabó
fr: Le temps est écoulé
ja: 時間がかかっている
ko: 시간이 다됐다.
nl: De tijd is om
vi: Hết giờ
zh_hans: 时间到
zh_hant: 時間到

# 3.0_Bin_NotChosse
source: Sorry, you have not been selected.
es: Desafortunadamente, no seleccionado
fr: Malheureusement, non sélectionné
ja: 残念ながら、選択されていません
ko: 불행히도, 선택되지 않았습니다.
nl: Helaas niet geselecteerd
vi: Rất tiếc, bạn chưa chọn được
zh_hans: 很遗憾，未被选中
zh_hant: 很遺憾，未被選中

# 3.0_Bin_NumberComplaints
source: Number of Complaints:
es: Cantidad de quejas:
fr: Nombre de plaintes:
ja: 苦情の数：
ko: 불만 건수 :
nl: Aantal klachten:
vi: Số lần khiếu nại:
zh_hans: 被申诉次数:
zh_hant: 被申訴次數:

# 3.0_Bin_PaymentTime
source: Average response time:
es: Promedio de tiempo de pago:
fr: Temps de paiement moyen:
ja: 平均支払い時間：
ko: 평균 지불 시간 :
nl: Gemiddelde betalingstijd:
vi: Thời gian thanh toán trung bình:
zh_hans: 平均响应时间:
zh_hant: 平均支付時間:

# 3.0_Bin_BuyingTime
source: Average transaction time:
es: Promedio de tiempo de compra confirmado:
fr: Temps d'achat moyen confirmé:
ja: 平均確認済み購入時間：
ko: 평균 확인 된 구매 시간 :
nl: Gemiddelde bevestigde kooptijd:
vi: Thời gian xác nhận mua vào trung bình:
zh_hans: 平均支付时间:
zh_hant: 平均確認買入時間:

# 3.0_Bin_ResponseTime
source: Average response time:
es: Tiempo promedio de respuesta:
fr: Temps de réponse moyen:
ja: 平均応答時間：
ko: 평균 응답 시간 :
nl: Gemiddelde responstijd:
vi: Thời gian phản hồi trung bình:
zh_hans: 平均响应时间:
zh_hant: 平均響應時間:

# 3.0_Bin_CollectionTime
source: Average transaction time:
es: Promedio de tiempo de recepción:
fr: Temps moyen de réception:
ja: 平均受信時間：
ko: 평균 수신 시간 :
nl: Gemiddelde ontvangsttijd:
vi: Thời gian xác nhận đã thanh toán trung bình:
zh_hans: 平均确认收款时间:
zh_hant: 平均確認收款時間:

# 3.0_Bin_UnitPrice
source: Unit Price
es: Precio unitario
fr: Prix ​​unitaire
ja: 単価
ko: 단가
nl: Eenheidsprijs
vi: Đơn giá
zh_hans: 单价
zh_hant: 單價

# 3.0_Bin_TotalPrice
source: Total Amount
es: Precio total
fr: Prix ​​total
ja: 総価格
ko: 총 가격
nl: Totale prijs
vi: Tổng giá
zh_hans: 总价
zh_hant: 總價

# 3.0_Bin_SellHe
source: Quote Sell Price
es: Precio de venta
fr: Prix de vente
ja: 販売価格
ko: 판매 가격
nl: Verkoopprijs
vi: Bán ra
zh_hans: 报卖价
zh_hant: 報賣價

# 3.0_Bin_BuyHe
source: Quote Buy Price
es: Precio de compra
fr: Prix d'achat
ja: 購入価格
ko: 구매 가격
nl: Koopprijs
vi: Mua vào
zh_hans: 报买价
zh_hant: 報買價

# 3.0_Bin_PremiumPrice
source: The offer price can be manually changed.
es: El precio es un precio premium y puede cambiarse manualmente
fr: Le prix est un prix premium et peut être modifié manuellement
ja: 価格はプレミアム価格であり、手動で変更することができます
ko: 가격은 프리미엄 가격이며 수동으로 변경할 수 있습니다.
nl: De prijs is een premium prijs en kan handmatig worden gewijzigd
vi: Giá để nghị có thể thay đổi thủ công
zh_hans: 价格为溢价价格，可手动更改
zh_hant: 價格為溢價價格，可手動更改

# 3.0_Bin_ConfirmSell
source: Confirm Sell
es: Confirmar la venta
fr: Confirmez la vente
ja: 販売を確認する
ko: 판매 확인
nl: Bevestig de verkoop
vi: Xác nhận bán
zh_hans: 确认卖出
zh_hant: 確認賣出

# 3.0_Bin_ConfirmBuy
source: Confirm Buy
es: Confirmar compra
fr: Confirmer l'achat
ja: 購入を確認する
ko: 구매 확인
nl: Koop bevestigen
vi: Xác nhận mua
zh_hans: 确认买入
zh_hant: 確認買入

# 3.0_Bin_CancelSellOrBuy
source: Cancel
es: Cancelación
fr: Annulation
ja: キャンセル
ko: 취소
nl: geannuleerd
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

# 3.0_Bin_ConfirmSellOrBuy
source: Confirm
es: Confirmación
fr: Confirmation
ja: 確認
ko: 확인
nl: bevestigen
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# 3.0_Bin_Buy
source: Buy
es: Comprar
fr: Acheter
ja: 購入する
ko: 구매
nl: kopen
vi: Mua
zh_hans: 买
zh_hant: 買

# 3.0_Bin_Sell
source: Sell
es: Vender
fr: Vendre
ja: 販売
ko: 판매
nl: verkopen
vi: Bán
zh_hans: 卖
zh_hant: 賣
