Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 3.0_jf_pay_add
source: Add
es: Agregar
fr: Ajouter
ja: 提出する
ko: 제출
nl: Verzenden
vi: Gửi
zh_hans: 提交
zh_hant: 提交

# 3.0_Bin_TokenWalletInsuff
source: Insufficient ETH for ERC20 miner's fee
es: ETH tiene saldo insuficiente para vender
fr: ETH a un solde insuffisant pour vendre
ja: ETHの売り残高が不十分です。
ko: ETH의 판매 잔액이 충분하지 않습니다.
nl: ETH heeft onvoldoende saldo om te verkopen
vi: ETH không có đủ số dư để bán
zh_hans: ETH余额不足，无法卖出
zh_hant: ETH餘額不足，無法賣出

# 3.0_jw_Yes
source: Yes
es: Es
fr: Est
ja: ~이다.
ko: 아니요
nl: Het is
vi: Có
zh_hans: 是
zh_hant: 是

# 3.0_jw_No
source: No
fr: Non
ja: いいえ
ko: 아니요
nl: geen
vi: Không
zh_hans: 否
zh_hant: 否

# 3.0_BinBear_ETHInsufficientSend
source: Insufficient ETH for ERC20 miner's fee
es: No hay saldo suficiente de ETH para enviar
fr: La balance ETH est insuffisante pour envoyer
ja: 送信するETHバランスが不十分です
ko: 보낼 ETH 균형이 충분하지 않습니다.
nl: Er is onvoldoende ETH saldo om te verzenden
vi: Không đủ số dư ETH để gửi
zh_hans: ETH余额不足，无法发送
zh_hant: ETH餘額不足，無法發送

# 3.0_BinBear_ETHInsufficientWithdrawl
source: Insufficient ETH for ERC20 miner's fee
es: ETH tiene saldo insuficiente para retirar efectivo
fr: ETH a un solde insuffisant pour retirer de l'argent
ja: 現金を引き出すには残高不足です
ko: 현금을 인출 할 균형이 부족합니다.
nl: ETH heeft onvoldoende saldo om geld op te nemen
vi: ETH không đủ để rút
zh_hans: ETH余额不足，无法提现
zh_hant: ETH餘額不足，無法提現

# 3.0_BinBear_YouOffer
source: Your Offer
es: Su oferta
fr: Votre offre
ja: あなたのオファー
ko: 귀하의 제안
nl: Uw aanbod
vi: Đề nghị của bạn
zh_hans: 你的报价
zh_hant: 你的報價

# 3.0_BinBear_Price
source: (Unit Price)
es: (Precio unitario)
fr: (Prix unitaire)
ja: （単価）
ko: (단가)
nl: (Prijs per stuk)
vi: (Đơn giá)
zh_hans: (单价)
zh_hant: (單價)

# 3.0_BinBear_PriceNum
source: (unit price*quantity)
es: (Precio unitario * cantidad)
fr: (Prix unitaire * quantité)
ja: （単価*数量）
ko: (단가 * 수량)
nl: (Eenheidsprijs * hoeveelheid)
vi: (Đơn giá * số lượng)
zh_hans: (单价*数量)
zh_hant: (單價*數量)

# 3.0_BinBear_TotalPrice
source: Total Amount
es: Precio total
fr: Prix total
ja: 総価格
ko: 총 가격
nl: Totale prijs
vi: Tổng giá
zh_hans: 总价
zh_hant: 總價

# 3.0_BinBear_PremiumPrice
source: (Unit Price, set premium [IDCW])
es: (Precio unitario, establecer la prima [IDCW])
fr: (Prix unitaire, set premium [IDCW])
ja: （単価、プレミアム[IDCW]を設定）
ko: (단가, 프리미엄 [IDCW] 설정)
nl: (Eenheidsprijs, vast premie [IDCW])
vi: (Đơn giá, đặt phí bảo hiểm [IDCW])
zh_hans: (单价，已设置溢价 [IDCW])
zh_hant: (單價，已設置溢價 [IDCW])

# 3.0_BinBear_LastPrice
source: Market Price
es: Precio de mercado
fr: Prix du marché
ja: 市場価格
ko: 시장 가격
nl: Marktprijs
vi: Giá thị trường
zh_hans: 市场价格
zh_hant: 市場價格

# 3.0_Hy_OptionalCoinTitle
source: Selected
es: Opcional
fr: Optionnel
ja: オプション
ko: 선택 사항
nl: facultatief
vi: Tùy chọn
zh_hans: 自选
zh_hant: 自選

# 3.0_PayMethods_wechat_account
source: WeChat Account
es: Cuenta de WeChat
fr: Compte WeChat
ja: WeChatアカウント
ko: WeChat 계정
vi: Tài khoản WeChat
zh_hans: 微信账号
zh_hant: 微信賬號

# 3.0_PayMethods_qrcode_title
source: Add Receipt QR Code
es: Agregar código QR de recibo
fr: Ajouter un code QR de reçu
ja: 領収書QRコードを追加
ko: 영수증 QR 코드 추가
nl: QR-code voor ontvangstbevestiging
vi: Thêm mã QR nhận
zh_hans: 添加收款二维码
zh_hant: 添加收款二維碼

# 3.0_paylist_wechat
source: WeChat Account
es: WeChat
fr: WeChat
ja: WeChat
ko: WeChat
nl: WeChat
vi: WeChat
zh_hans: 微信
zh_hant: 微信

# 3.0_DeleteQRCodeSure
source: Confirm to remove QR Code
es: Confirme la eliminación de este código QR
fr: Confirmer la suppression de ce code QR
ja: このQRコードの削除を確認してください
ko: 이 QR 코드 삭제 확인
nl: Bevestig de verwijdering van deze QR-code
vi: Xác nhận việc loại bỏ mã QR này
zh_hans: 确认移除此二维码
zh_hant: 確認移除此二維碼

# 3.0_Bin_InvitationFriends
source: Invite Friends
es: Invitar amigos
fr: Inviter des amis
ja: 友達を招待
ko: 친구초대
nl: Vrienden uitnodigen
vi: Mời bạn bè
zh_hans: 邀请好友
zh_hant: 邀請好友

# 3.0_Bin_InvitationCode
source: Invitation Code (optional)
es: Código de invitación (opcional)
fr: Code d'invitation (facultatif)
ja: 招待コード(オプション)
ko: 초대 코드 (선택 사항)
nl: Uitnodigingscode (optioneel)
vi: Mã mời (Tùy chọn)
zh_hans: 邀请码(选填)
zh_hant: 邀請碼(選填)

# 3.0_Bin_ShareWechat
source: WeChat
ko: 위쳇친구
vi: Bạn bè Wechat
zh_hans: 微信好友
zh_hant: 微信好友

# 3.0_Bin_ShareMoments
source: Moments
ko: 위쳇모멘트
vi: Vòng bạn bè Wechat
zh_hans: 微信朋友圈
zh_hant: 微信朋友圈

# 3.0_Bin_ShareWeibo
source: Sina Weibo
ko: 웨이보
vi: Sina Webo
zh_hans: 新浪微博
zh_hant: 新浪微博

# 3.0_Bin_ShareCopy
source: Copied Successfully
es: Copiar código de invitación
fr: Copier le code d'invitation
ja: 招待コードをコピーする
ko: 초대코드 복사완료
nl: Uitnodigingscode kopiëren
vi: Đã sao chép mã giới thiệu
zh_hans: 已复制邀请码
zh_hant: 已復制邀請碼

# 3.0_Bin_InstallWeChat
source: Please install WeChat before sharing.
es: Instalar WeChat y compartir
fr: Veuillez installer WeChat et partager
ja: WeChatをインストールして共有してください。
ko: 위쳇을 설치하시고 보내기를 시도해주세요.
nl: Installeer WeChat en deel
vi: Hãy cài đặt WeChat và chia sẻ
zh_hans: 请安装微信后分享
zh_hant: 請安裝微信後分享

# 3.0_Bin_MaintenanceUser
source: Dear IDCW User:
es: Estimado usuario de IDC Wallet:
fr: Cher utilisateur IDC Wallet:
ja: 親愛なるIDC Walletユーザー：
ko: IDC Wallet 사용자님께 :
nl: Geachte IDC Wallet-gebruiker:
vi: Kính gửi người dùng IDC Wallet:
zh_hans: 尊敬的IDC Wallet用户：
zh_hant: 尊敬的IDC Wallet用戶：

# 3.0_Bin_MaintenanceContent
source: IDCW is undergoing system maintenance to improve user experience. All services are temporarily suspended during this period. If you require assistance please kindly contact customer service via email: support@idcw.io, we thank you for your continued support.
es: Con el fin de brindarle una mejor experiencia, IDCW está actualizando el sistema y suspenderá el servicio durante la actualización. Si tiene algún problema, póngase en contacto con el servicio de atención al cliente en support@idcw.io, lo haremos Haremos nuestro mejor esfuerzo para ayudarlo. Gracias por su comprensión y apoyo.
fr: Afin de vous offrir une meilleure expérience, IDCW mettra à jour le système et suspendra le service pendant la mise à niveau. Si vous rencontrez des problèmes, veuillez contacter le service clientèle à l'adresse support@idcw.io, nous vous contacterons. Nous ferons de notre mieux pour vous aider, merci de votre compréhension et de votre soutien.
ja: IDCWはシステムをアップグレードしており、アップグレード中にサービスを一時停止します。問題が発生した場合は、カスタマーサービス（support@idcw.io）に連絡してください。 私たちはあなたを助けるために全力を尽くします。ご理解とご支援をいただき、ありがとうございます。
ko: IDCW는 더 나은 환경을 제공하기 위해 시스템을 업그레이드하고 업그레이드 중에 서비스를 일시 중지합니다. 문제가 발생하면 고객 서비스 센터 support@idcw.io로 연락하십시오. 최선을 다해 도와 드리겠습니다. 이해와 협조에 감사드립니다.
nl: Om u een betere ervaring te bieden, is IDCW bezig het systeem te upgraden en de service tijdens de upgrade te onderbreken. Als u problemen ondervindt, neem dan contact op met de klantenservice op support@idcw.io, we zullen We zullen ons best doen om u te helpen. Bedankt voor uw begrip en steun.
vi: Để cung cấp cho bạn trải nghiệm tốt hơn, IDCW đang nâng cấp hệ thống và sẽ tạm ngừng dịch vụ trong khi nâng cấp. Nếu bạn gặp bất kỳ sự cố nào, vui lòng liên hệ với bộ phận dịch vụ khách hàng tại support@idcw.io, chúng tôi sẽ Chúng tôi sẽ cố gắng hết sức để giúp bạn. Cảm ơn sự thông cảm và hỗ trợ của bạn.
zh_hans: 为了给您带来更好的使用体验，IDCW正在进行系统的优化升级，升级期间将暂停服务。若您遇到任何问题，请通过support@idcw.io联系客服，我们将竭诚为您解决。非常感谢您的理解与支持。
zh_hant: 為了給您帶來更好的使用體驗，IDCW正在進行系統的優化升級，升級期間將暫停服務。若您遇到任何問題，請通過support@idcw.io聯繫客服，我們將竭誠為您解決。非常感謝您的理解與支持。

# 3.0_Bin_MaintenanceTips
source: IDCW Team
es: Equipo de IDCW
fr: Équipe IDCW
ja: IDCWチーム
ko: IDCW 팀
vi: Nhóm IDCW
zh_hans: IDCW 团队
zh_hant: IDCW 團隊

# 3.0_Bin_MaintenanceUpgrading
source: Upgrading...
es: Actualizando ...
fr: Mise à jour ...
ja: アップグレード中...
ko: 업그레이드 중 ...
nl: Opwaarderen ...
zh_hans: 正在升级中…
zh_hant: 正在升級中…

# 3.0_Bin_SafeUpdateTitle
source: IDCW SECURITY UPGRADE
es: Actualización de seguridad de IDCW
fr: Mise à niveau de sécurité IDCW
ja: IDCWセキュリティアップグレード
ko: IDCW 보안 업그레이드
nl: IDCW beveiligingsupgrade
vi: Nâng cấp bảo mật IDCW
zh_hans: IDCW 安全升级
zh_hant: IDCW 安全升級

# 3.0_Bin_SafeUpdateTipOne
source: To enhance security, the old backup seed is no longer valid. Please find the new backup seed below.
es: El mnemónico antiguo ha caducado después de la actualización del sistema Por favor haga una copia de seguridad de su nuevo mnemónico a continuación
fr: L'ancien mnémonique a expiré après la mise à niveau du système Veuillez sauvegarder votre nouveau mnémonique ci-dessous
ja: システムのアップグレード後に古いニーモニックが期限切れになりました。 新しいニーモニックをバックアップしてください。
ko: 시스템 업그레이드 후에 이전 니모닉이 만료되었습니다. 아래에 새로운 니모닉을 백업하십시오.
nl: Het oude geheugensteuntje is verlopen na de systeemupgrade Maak een back-up van uw nieuwe e-mailhistorie hieronder
vi: Bản ghi nhớ cũ đã hết hạn sau khi nâng cấp hệ thống Vui lòng sao lưu bản ghi nhớ mới của bạn bên dưới
zh_hans: 系统升级后旧助记词已失效 请备份好下方您的新助记词
zh_hant: 系統升級後舊助記詞已失效 請備份好下方您的新助記詞

# 3.0_Bin_SafeUpdateTipTwo
source: Reminder:
es: Recordatorio cálido:
fr: Rappel chaud:
ja: ウォームリマインダー：
ko: 따뜻한 알림 :
nl: Warme herinnering:
vi: Lời nhắc ấm:
zh_hans: 温馨提醒：
zh_hant: 溫馨提醒：

# 3.0_Bin_SafeUpdateTipThree
source: 1. After logging out, your assets can only be recovered using your new backup seed. In order to protect your assets, please store your new backup seed in a safe place.
es: 1. Después de salir de la billetera, debe usar la nueva mnemotecnia para recuperar los activos. Para proteger sus activos, asegúrese de copiar su nueva mnemotecnia en un lugar seguro para evitar pérdidas.
fr: 1. Après avoir quitté le portefeuille, vous devez utiliser le nouveau moyen mnémotechnique pour récupérer les ressources.Pour protéger vos ressources, assurez-vous de copier votre nouvelle mnémonique dans un endroit sûr pour éviter toute perte.
ja: 1.ウォレットを終了したら、新しいニーモニックを使用して資産を回復する必要があります。資産を保護するため、新しいニーモニックを安全な場所にコピーして損失を防ぐようにしてください。
ko: 1. 지갑을 종료 한 후 새 니모닉을 사용하여 자산을 복구해야합니다. 자산을 보호하려면 손실을 방지하기 위해 안전한 위치에 새 니모닉을 복사하십시오.
nl: 1. Na het afsluiten van de portefeuille, moet u het nieuwe geheugensteuntje gebruiken om de activa te herstellen. Om uw bedrijfsmiddelen te beschermen, moet u uw nieuwe geheugensteuntje op een veilige plek kopiëren om verlies te voorkomen. .
vi: 1. Sau khi thoát ví, bạn cần sử dụng tính năng ghi nhớ mới để khôi phục tài sản. Để bảo vệ tài sản của bạn, hãy chắc chắn sao chép bản ghi nhớ mới của bạn ở nơi an toàn để tránh mất mát.
zh_hans: 1. 退出钱包后需要使用新的助记词恢复资产。为了保障您的资产安全，请务必将您的新助记词按顺序抄写在安全的地方保存好，以防丢失。
zh_hant: 1. 退出錢包後需要使用新的助記詞恢復資產。為了保障您的資產安全，請務必將您的新助記詞按順序抄寫在安全的地方保存好，以防丟失。

# 3.0_Bin_SafeUpdateTipFour
source: 2. Please note that old addresses are no longer valid. Please do not use previous addresses for receiving assets.
es: 2. Después de la actualización del sistema, todas las direcciones anteriores han caducado y no pueden recibir ninguna moneda.
fr: 2. Après la mise à niveau du système, toutes les anciennes adresses ont expiré et ne peuvent plus recevoir de devise.
ja: 2.システムのアップグレード後、古いアドレスはすべて期限切れとなり、通貨を受け取ることができません。
ko: 2. 시스템을 업그레이드 한 후에 모든 이전 주소가 만료되어 통화를 수신 할 수 없습니다.
nl: 2. Na de systeemupgrade zijn alle oude adressen verlopen en kunnen ze geen valuta ontvangen.
vi: 2. Sau khi nâng cấp hệ thống, tất cả các địa chỉ cũ đã hết hạn và không thể nhận bất kỳ loại tiền tệ nào.
zh_hans: 2. 系统升级后，所有的旧地址已失效，并无法接收任何币种。
zh_hant: 2. 系統升級後，所有的舊地址已失效，並無法接收任何幣種。

# 2.1_Telegram
source: Telegram
fr: Télégramme
ja: テレグラム
ko: 전보

# 2.2.3_WalletName
source: Wallet ID
es: Monedero ID
nl: Portemonnee-ID
