Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 3.0_OTCExchangeBuyCurrencyTypePlacehoder
source: Select Currency
es: Elija su moneda de compra
fr: Choisissez votre devise d'achat
ja: 購入通貨を選択してください
ko: 구매 통화를 선택하십시오.
nl: Kies uw koopvaluta
vi: Lựa chọn
zh_hans: 选择买入币种
zh_hant: 選擇買入幣種

# 3.0_OTCExchangeBuyCurrencyCount
source: Amount
es: Comprar cantidad
fr: Acheter la quantité
ja: 購入数量
ko: 구매 수량
nl: Koop hoeveelheid
vi: Số lượng
zh_hans: 买入数量
zh_hant: 買入數量

# 3.0_OTCExchangeBuyCurrencyPay
source: Payment Currency
es: Moneda de pago
fr: Monnaie de paiement
ja: 支払い通貨
ko: 지불 통화
nl: Betalingsvaluta
vi: Tiền tệ thanh toán
zh_hans: 支付法币
zh_hant: 支付法幣

# 3.0_OTCExchangeBuyCurrencyPayPlacehoder
source: Select Payment Currency
es: Seleccione la moneda del método de pago
fr: Sélectionnez la devise de la méthode de paiement
ja: お支払い方法の通貨を選択
ko: 결제 수단 통화 선택
nl: Selecteer de valuta van de betaalmethode
vi: Lựa chọn
zh_hans: 选择支付法币
zh_hant: 選擇支付法幣

# 3.0_OTCExchangeBuyCurrencyPayMthod
source: Payment Method
es: Forma de pago
fr: Méthode de paiement
ja: お支払い方法
ko: 지불 방법
nl: Betaalmethode
vi: Phương thức thanh toán
zh_hans: 支付方式
zh_hant: 支付方式

# 3.0_OTCExchangeBuyCurrencyPayMthodPlacehoder
source: Select Payment Method
es: Elija el método de pago
fr: Choisissez la méthode de paiement
ja: お支払い方法を選択
ko: 지불 방법 선택
nl: Kies betaalwijze
vi: Lựa chọn
zh_hans: 选择支付方式
zh_hant: 選擇支付方式

# 3.0_OTCExchangeBuyCurrencyRule
source: 《OTC Currency Trade Rules》
es: 《Reglas de Negociación OTC》
fr: 《Règles de négociation OTC》
ja: 《「OTC交渉ルール」》
ko: 《 OTC 교섭 규칙 》
nl: 《OTC-onderhandelingsregels》
vi: 《Quy tắc mua bán coin OTC》
zh_hans: 《OTC买卖币规则》
zh_hant: 《OTC買賣幣規則》

# 3.0_OTCExchangeBuyCurrencyBtn
source: Request Price
es: Consulta
fr: Enquête
ja: お問い合わせ
ko: 문의
nl: onderzoek
vi: Xác nhận
zh_hans: 询价
zh_hant: 詢價

# 3.0_OTCExchangeBuyAndSellCurrencyRule
source: I have read and agree to
es: He leído y acepto
fr: J'ai lu et suis d'accord
ja: 私は読んで同意した
ko: 나는 읽고 동의했다.
nl: Ik heb het gelezen en ga hiermee akkoord
vi: Tôi đã đọc và đồng ý
zh_hans: 我已阅读并同意
zh_hant: 我已閱讀並同意

# 3.0_OTCExchangeBuyAndSellCurrencyRulePlese
source: Please read and agree
es: Por favor, lea y acuerde
fr: S'il vous plaît lire et accepter
ja: 読んで同意してください
ko: 읽고 동의 해주세요.
nl: Lees en ga akkoord
vi: Vui lòng đọc và đồng ý
zh_hans: 请先阅读并同意
zh_hant: 請先經閱讀並同意

# 3.0_OTCExchangeSellCurrency
source: Sell
es: Vender dinero
fr: Vendre de l'argent
ja: お金を売る
ko: 돈 팔다
nl: Verkoop geld
vi: Bán
zh_hans: 卖币
zh_hant: 賣幣

# 3.0_OTCExchangeSellCurrencyType
source: Currency Type
es: Vender moneda
fr: Vendre une devise
ja: 通貨を売る
ko: 통화 판매
nl: Verkoop valuta
vi: Bán ra
zh_hans: 卖出币种
zh_hant: 賣出幣種

# 3.0_OTCExchangeSellCurrencyTypePlacehoder
source: Select Currency
es: Seleccione vender moneda
fr: Sélectionnez la devise de vente
ja: 販売通貨を選択
ko: 판매 통화 선택
nl: Selecteer valuta verkopen
vi: Lựa chọn
zh_hans: 选择卖出币种
zh_hant: 選擇賣出幣種

# 3.0_OTCExchangeSellCurrencyCount
source: Amount
es: Cantidad de venta
fr: Quantité de vente
ja: 販売数量
ko: 판매 수량
nl: Hoeveelheid verkopen
vi: Số lượng
zh_hans: 卖出数量
zh_hant: 賣出數量

# 3.0_OTCExchangeSellCurrencyPay
source: Receipt Currency
es: Método de recepción moneda
fr: Devise de la méthode de réception
ja: 受領方法通貨
ko: 수령 방법 통화
nl: Valuta van de ontvangstmethode
vi: Tiền tệ nhận
zh_hans: 收款法币
zh_hant: 收款法幣

# 3.0_OTCExchangeSellCurrencyPayPlacehoder
source: Select Receipt Currency
es: Seleccione la moneda del método de pago
fr: Sélectionnez la devise de la méthode de paiement
ja: お支払い方法の通貨を選択
ko: 결제 수단 통화 선택
nl: Selecteer de valuta van de betaalmethode
vi: Lựa chọn
zh_hans: 选择收款法币
zh_hant: 選擇收款法幣

# 3.0_OTCExchangeSellCurrencyPayMthod
source: Receipt Method
es: Método de recepción
fr: Méthode de réception
ja: 受領方法
ko: 영수증 방법
nl: Ontvangstmethode
vi: Phương thức nhận
zh_hans: 收款方式
zh_hant: 收款方式

# 3.0_OTCExchangeSellCurrencyPayMthodPlacehoder
source: Select Receipt Method
es: Seleccionar método de pago
fr: Sélectionnez la méthode de paiement
ja: お支払い方法を選択
ko: 지불 방법 선택
nl: Selecteer betaalmethode
vi: Lựa chọn
zh_hans: 选择收款方式
zh_hant: 選擇收款方式

# 3.0_OTCExchangeSellCurrencyBtn
source: Request Price
es: Consulta
fr: Enquête
ja: お問い合わせ
ko: 문의
nl: onderzoek
vi: Xác nhận
zh_hans: 询价
zh_hant: 詢價

# 3.0_Save
source: Save
es: Guardar
fr: Sauvegarder
ja: 保存する
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 保存

# 3.0_Acceptant
source: Merchant
es: Aceptador
fr: Accepteur
ja: アクセプタ
ko: 수락 자
nl: acceptatie bedrijf
vi: Đại lý
zh_hans: 承兑商
zh_hant: 承兌商

# 3.0_AcceptantOfRight
source: Merchant Rights:
es: Derechos de los aceptadores:
fr: Droits de l'accepteur:
ja: 受諾者の権利：
ko: 수락 자의 권리 :
nl: Rechten van de acceptant:
vi: Quyền lợi của đại lý
zh_hans: 承兑商的权利:
zh_hant: 承兌商的權利:

# 3.0_AcceptantOfRightInfo
source: As a merchant, you will receive buy and sell orders matched by the system. You can offer a price and make a deal.
es: Se convirtieron en proveedores aceptados pueden recibir el sistema del usuario coincide con la moneda única para comprar y vender la moneda única, para citar, con la transacción.
fr: Est devenu fournisseurs reconnus peuvent recevoir le système de l'utilisateur correspond à la monnaie unique pour acheter et vendre la monnaie unique, pour citer, avec la transaction.
ja: 受諾商人になると、システムを使用して、請求書を購入し、請求書を販売し、見積もりを行い、それらとの取引を行うことができます。
ko: 수락 가맹점되기 시스템 매칭 시스템을 통해 청구서를 사고 판매 할 수 있고, 견적을 내고, 거래를 할 수 있습니다.
nl: Werd geaccepteerd providers kan ontvangen systeem van de gebruiker overeenkomt met de gemeenschappelijke munt van de gemeenschappelijke munt te kopen en te verkopen, te citeren, met de transactie.
vi: Là một đại lý, bạn sẽ nhận được lệnh mua và bán khớp với hệ thống. Bạn có thể cung cấp một mức giá và thực hiện giao dịch
zh_hans: 成为承兑商可以收到系统匹配的用户买币单和卖币单，作出报价， 与之交易。
zh_hant: 成為承兌商可以收到系統匹配的用戶買幣單和賣幣單，作出報價， 與之交易。

# 3.0_AcceptantApplyStart
source: Apply
es: Solicitar la apertura
fr: Demande d'ouverture
ja: 開幕申請
ko: 개업 신청
nl: Solliciteer voor opening
vi: Đăng ký
zh_hans: 申请开通
zh_hant: 申請開通

# 3.0_AcceptantApply
source: Apply to be a Merchant
es: Solicitar la aceptación
fr: Demande d'acceptation
ja: 受諾を申請する
ko: 수락 신청
nl: Vraag aan voor acceptatie
vi: Đăng ký đại lý
zh_hans: 申请承兑商
zh_hant: 申請承兌商

# 3.0_AcceptantApplySwitch
source: How to be a Merchant:
es: Cómo llegar a ser aceptadas por:
fr: Comment faire accepter par:
ja: アクセプタになる方法：
ko: 억 제기가되는 법 :
nl: Hoe een Acceptor te worden:
vi: Làm sao để trở thành đại lý:
zh_hans: 如何成为承兑商:
zh_hant: 如何成為承兌商:

# 3.0_AcceptantApplySwitchInfo
source: 1. Fill in fiat currencies and fund amounts to provide liquidity to receive sell orders; fill in fiat currencies to provide liquidity to receive buy orders. 2. Submit and deposit corresponding security deposits. Customer service will validate and open the merchant permission within 24 hours.
es: 1. Complete la moneda y la moneda de la moneda que proporciona liquidez y reciba la factura, complete la moneda de la moneda que recibe la liquidez y luego retire la factura de la moneda; 2 Envíe y recargue el margen correspondiente, dentro de las 24 horas posteriores a la revisión del servicio al cliente Pasó y abrió la autoridad de aceptación.
fr: 1. Remplissez la devise et la devise de la devise qui fournit la liquidité et recevez la facture, remplissez la devise de la devise qui reçoit la liquidité, puis récupérez la facture. 2 Soumettez et rechargez la marge correspondante dans les 24 heures suivant la révision du service client Autorisation d'acceptation passée et ouverte.
ja: 1.流動性を提供する通貨の通貨と通貨を記入し、通貨請求を受け取り、流動性を受け取る通貨の通貨を記入し、通貨請求書を取りに行きます。 2。顧客サービスの見直しから24時間以内に、 受け入れ権限を渡し、開封した
ko: 1. 유동성을 제공하는 통화 및 통화를 기입하고 통화 청구서를 받고 유동성을받는 통화의 통화를 기입 한 다음 통화 청구서를 수령하십시오. 2. 고객 서비스 검토 후 24 시간 내에 해당 마진을 제출하고 충전하십시오. 합격하고 열리는 수용 권한.
nl: 1. Vul de valuta en valuta in van de valuta die liquiditeit verschaft, en ontvang de valutarekening, vul de valuta in van de valuta die de liquiditeit ontvangt en pak dan de valutarekening op; 2. Dien de bijbehorende marge in en herlaad deze binnen 24 uur na beoordeling door de klantenservice Geslaagd en acceptatiebevoegdheid geopend.
vi: 1. Điền vào các loại tiền tệ hợp pháp và số tiền để cung cấp thanh khoản để nhận lệnh bán; điền vào các loại tiền tệ hợp pháp để cung cấp thanh khoản để nhận được lệnh mua; 2. Nộp đơn và nạp lượng tiền ký quỹ tương ứng, Chăm sóc khách hàng sẽ thẩm định thông qua, và mở quyền đại lý cho bạn trong vòng 24h.
zh_hans: 1. 填写提供流动性的法币币种及资金量，接卖币单；填写接收流动性的法币币种，接买币单； 2. 提交并充值相应的保证金，24小时内客服审核通过，并开通承兑商权限。
zh_hant: 1. 填寫提供流動性的法幣幣種及資金量，接賣幣單；填寫接收流動性的法幣幣種，接買幣單； 2. 提交並充值相應的保證金，24小時內客服審核通過，並開通承兌商權限。

# 3.0_AcceptantApplyObligation
source: Responsibilities of a Merchant：
es: La aceptación de sus obligaciones:
fr: L'acceptation de ses obligations:
ja: 受諾者の義務：
ko: 수락 자의 의무 :
nl: Verplichtingen van de acceptant:
vi: Trách nhiệm của đại lý:
zh_hans: 承兑商的义务:
zh_hant: 承兌商的義務:

# 3.0_AcceptantApplyObligationInfo
source: 1. IDCW will deduct a certain amount from the merchant’s deposit as a service fee. Please see Deposit Trade Rules for details. Users do not pay any fees. 2. If a merchant is complained about by the user for insufficient payment, IDCW shall rule the merchant as the breaching party and deduct an amount from the security deposit as a breach of contract. Please see Deposit Trade Rules for details. 3. If the merchant cancels a trade while processing the user’s sell order, the merchant will be deemed at fault. If the merchant exceeds the number of allowable defaults, IDCW will deduct a certain amount from the security deposit as breach of contract. Please see Deposit Trade Rules for details. 4. If the deposit is inadequate, the merchant is required to place supplement amount to the deposit account before receiving any orders.
es: 1. IDCW deducido del depósito de seguridad una cierta cantidad de proveedores de aceptación como cargos de servicio, consulte los costos específicos "normas de margen", los usuarios no tienen que soportar los costes ;. negocio aceptación n2 en el proceso de la transacción o se debe a ser pagado en quejas de los usuarios completos determinó que la aceptación del problema, deducir una cierta cantidad de la cuenta de margen en concepto de daños y perjuicios, costes específicos detallados en "reglas de comercio margen" ;. 3 negocio aceptación de los usuarios en el proceso de órdenes de venta durante la iniciativa de cancelar la transacción tratado como incumplimiento de contrato, incumplan cierto número de veces, desde un margen de negocio deducir una cierta cantidad de aceptación como daños y perjuicios, costes específicos detallados en "reglas de comercio de margen" ;. 4 es insuficiente líneas de negocio de margen de aceptación, la necesidad de continuar añadiendo órdenes.
fr: 1. IDCW déduit un certain montant du dépôt de l'accepteur comme frais de service.Les frais spécifiques sont détaillés dans les "Margin Trading Rules" et l'utilisateur n'a pas à supporter de frais. 2 L'accepteur a été réclamé par l'utilisateur pour paiement insuffisant. Les frais spécifiques sont détaillés dans le «Margin Trading Rules»; 3 L'acceptation de la transaction par l'accepteur dans le cadre du traitement de l'ordre de vente de l'utilisateur est considérée comme une rupture de contrat. Si un certain nombre d'infractions survient, un certain montant sera déduit du dépôt du marchand d'acceptation comme pénalité de rupture.Pour plus de détails, reportez-vous au "Règles de la marge". 4 Si le montant de la garantie du marchand est insuffisant, il doit être complété.
ja: 1. IDCWは、受取人の預金から一定額をサービス料として控除します。特定の手数料は「証拠金取引規則」に詳述されており、ユーザーは手数料を払う必要はありません。 2。 特定の費用は、「証拠金取引ルール」に詳述されています; 3。ユーザーの売り注文を処理する過程で受領者による取引の受諾は、契約の違反とみなされます。 特定の数の違反が発生した場合は、受託業者の預金から違反ペナルティとして一定額が差し引かれます。詳細については、「差益取引ルール」を参照してください。 4保証商人の保証額が不足している場合は、
ko: 1. IDCW는 수취인의 입금액에서 일정 금액을 서비스 수수료로 차감합니다. 특정 수수료는 "증거금 거래 규정"에 명시되어 있으며 사용자는 수수료를 지불 할 필요가 없습니다. 2. 수령인은 거래 프로세스에서 지불 부족으로 사용자로부터 불만을 제기 받았습니다. , 발행인의 문제로 판단 할 때, 특정 금액은 마진 계정에서 청산 된 손해로 차감됩니다. 특정 비용은 "증거금 거래 규칙"에 자세히 설명되어 있습니다. 3. 사용자의 판매 주문 처리 과정에서 수락자가 처리하는 것을 수락하는 것은 계약 위반으로 간주됩니다. 특정 금액의 위반이 발생하면 수락하는 판매자의 보증금에서 일정 금액을 위약금으로 차감합니다. 자세한 내용은 "한계 거래 규칙"을 참조하십시오. 4 보증 판매자의 보증 금액이 부족하면 주문을 계속 받기 전에 보완해야합니다.
nl: 1. IDCW afgetrokken van de borg een zekere mate van acceptatie providers zoals servicekosten, zie de specifieke kosten "margin trading regels", gebruikers niet hoeven te kosten te dragen ;. 2 acceptatie bedrijfsleven in de transactie proces is niet te wijten aan volledig worden betaald klachten van gebruikers bepaald dat de aanvaarding van het probleem, aftrekken een bepaald bedrag uit de marge rekening als een schadevergoeding, specifieke kosten gedetailleerd in "margin trading regels" ;. 3 gebruikersacceptatie bedrijf in het proces van verkooporders tijdens het initiatief om de transactie behandeld als schending van het contract te annuleren, inbreuk bepaald aantal keren, vanuit een business marge aftrekken een zekere mate van acceptatie als een schadevergoeding, specifieke kosten gedetailleerd in "margin trading regels" ;. 4 is onvoldoende acceptatie marge business lines, de noodzaak om te blijven om orders toe te voegen.
vi: 1. IDCW sẽ trừ một khoản tiền nhất định làm phí dịch vụ từ tiền ký quỹ của đại lý, mức phí cụ thể mời tham khảo "Quy tắc giao dịch tiền ký quỹ”, người dùng không cần chi trả bất kỳ phí gì; 2. Đại lý trong quá trình giao dịch bị người dùng kiện do không thanh toán đủ số lượng, IDCW làm phán xử vấn đề của đại lý, sẽ trừ số lượng nhất định vào quỹ ký quỹ như tiền vi phạm hợp đồng, chi phí cụ thể mời tham khảo "Quy tắc giao dịch quỹ ký quỹ"; 3. Đại lý trong quá trình xử lý đơn bán của người dùng, chủ động huỷ giao dịch bị coi là vi phạm hợp đồng, khi vi phạm tới số lần nhất định, IDCW sẽ trừ số lượng nhất định vào quỹ ký quỹ coi như tiền vi phạm hợp đồng, chi phí cụ thể mời tham khảo "Quy tắc giao dịch quỹ ký quỹ"; 4. Khi số lượng quỹ ký quỹ của đại lý không đủ, cần phải bổ sung mới có thể tiếp tục nhận đơn.
zh_hans: 1. IDCW将从承兑商保证金扣除一定金额作为服务费，具体费用详见《保证金交易规则》，用户不用承担任何费用； 2. 承兑商在交易过程中因未足额支付被用户申诉，判断为承兑商的问题，将从保证金账户扣除一定金额作为违约金，具体费用详见《保证金交易规则》； 3. 承兑商在处理用户卖单过程中，主动取消交易视为违约，违约一定次数，将从承兑商保证金扣除一定金额作为违约金，具体费用详见《保证金交易规则》； 4. 承兑商保证金额度不足时，需补充后才能继续接单。
zh_hant: 1. IDCW將從承兌商保證金扣除一定金額作為服務費，具體費用詳見《保證金交易規則》，用戶不用承擔任何費用； 2. 承兌商在交易過程中因未足額支付被用戶申訴，判斷為承兌商的問題，將從保證金賬戶扣除一定金額作為違約金，具體費用詳見《保證金交易規則》； 3. 承兌商在處理用戶賣單過程中，主動取消交易視為違約，違約一定次數，將從承兌商保證金扣除一定金額作為違約金，具體費用詳見《保證金交易規則》； 4. 承兌商保證金額度不足時，需補充後才能繼續接單。

# 3.0_AcceptantApplyBondDescribe
source: The deposit could be placed in various digital currencies.
es: Margen puede soportar una variedad de moneda digital más información, véase
fr: La marge peut prendre en charge une variété de monnaie numérique plus d'informations, voir
ja: マージンは複数のデジタル通貨をサポートすることができます。
ko: 마진은 여러 디지털 통화를 지원할 수 있습니다. 자세한 내용은 확인하십시오.
nl: Marge kan een verscheidenheid aan digitale munt meer informatie te ondersteunen, zie
vi: Tiền ký quỹ có thể hỗ trợ nhiều loại tiền mã hóa, thông tin chi tiết mời tìm đọc
zh_hans: 保证金可支持多种数字货币，更多信息请查看
zh_hant: 保證金可支持多種數字貨幣，更多信息請查看

# 3.0_AcceptantApplyBondRuleRead
source: 《Deposit Trade Rules》
es: Reglas de negociación de margen
fr: Règles de négociation de marge
ja: マージン取引ルール
ko: 마진 거래 규칙
nl: Margin Trading Rules
vi: 《Quy tắc giao dịch tiền ký quỹ》
zh_hans: 《保证金交易规则》
zh_hant: 《保證金交易規則》

# 3.0_AcceptantApplyBondRule
source: Deposit Trade Rules
es: Reglas de negociación de margen
fr: Règles de négociation de marge
ja: マージン取引ルール
ko: 마진 거래 규칙
nl: Margin Trading Rules
vi: Quy tắc giao dịch tiền ký quỹ
zh_hans: 保证金交易规则
zh_hant: 保證金交易規則

# 3.0_AcceptantApplyRead
source: I have read the above. Apply now
es: He leído y aplicado de inmediato
fr: J'ai lu et appliqué tout de suite
ja: 私はすぐに読んで応募しました
ko: 나는 즉시 읽고 읽었다.
nl: Ik heb het meteen gelezen en van toepassing
vi: Tôi đã đọc, tiến tới đăng ký
zh_hans: 我已阅读，马上申请
zh_hant: 我已閱讀，馬上申請

# 3.0_CurrencyTypeSwitch
source: Select Currency Type
es: Seleccionar moneda
fr: Sélectionnez une devise
ja: 通貨を選択
ko: 통화 선택
nl: Selecteer valuta
vi: Chọn loại tiền
zh_hans: 选择币种
zh_hant: 選擇幣種

# 3.0_CurrencyTypeSwitchDigital
source: Select Digital Currency
es: Seleccionar moneda
fr: Sélectionnez une devise
ja: 通貨を選択
ko: 통화 선택
nl: Selecteer valuta
vi: Chọn loại tiền
zh_hans: 选择币种
zh_hant: 選擇幣種

# 3.0_AcceptantCurrencyTypeSwitch
source: Select Digital Currency
es: Seleccione la moneda aceptada
fr: Sélectionnez la devise acceptée
ja: 受け入れた通貨を選択してください
ko: 수락 된 통화를 선택하십시오.
nl: Selecteer de geaccepteerde valuta
vi: Chọn loại tiền
zh_hans: 选择币种
zh_hant: 選擇幣種

# 3.0_AcceptantAddBuyCurrency
source: Add Currency and Limits
es: Agregar dinero aceptado
fr: Ajouter de l'argent accepté
ja: 受け入れられたお金を追加する
ko: 수락 된 금액 추가
nl: Geaccepteerd geld toevoegen
vi: Thêm loại tiền mua
zh_hans: 添加币种及限额
zh_hant: 添加幣種及限額

# 3.0_AcceptantEditAddBuyCurrency
source: Edit Currency and Limits
es: Editor acepta dinero
fr: L'éditeur accepte l'argent
ja: 編集者はお金を受け取る
ko: 편집자는 돈을받습니다.
nl: Editor accepteert geld
vi: Chỉnh sửa loại tiền mua
zh_hans: 编辑币种及限额
zh_hant: 編輯幣種及限額

# 3.0_AcceptantAddSellCurrency
source: Add Currency and Limits
es: Agregar moneda de aceptación
fr: Ajouter une devise d'acceptation
ja: 受諾通貨を追加
ko: 수락 통화 추가
nl: Acceptatiemunt toevoegen
vi: Thêm loại tiền bán
zh_hans: 添加币种及限额
zh_hant: 添加幣種及限額

# 3.0_AcceptantEditAddSellCurrency
source: Edit Currency and Limits
es: Editar moneda de aceptación
fr: Modifier la devise d'acceptation
ja: 受諾通貨の編集
ko: 수락 통화 편집
nl: Bewerk acceptatie valuta
vi: Chỉnh sửa loại tiền bán
zh_hans: 编辑币种及限额
zh_hant: 編輯幣種及限額

# 3.0_CurrencyType
source: Fiat Currency
es: Moneda francesa
fr: Monnaie française
ja: フランス通貨
ko: 프랑스 화폐
nl: Franse valuta
vi: Loại tiền tệ hợp pháp
zh_hans: 法币币种
zh_hant: 法幣幣種

# 3.0_CurrencyTypeSwith
source: Select Currency
es: Seleccione la moneda
fr: Sélectionnez la devise
ja: 通貨を選択してください
ko: 통화 선택
nl: Selecteer de valuta
vi: Lựa chọn
zh_hans: 选择法币
zh_hant: 選擇法幣

# 3.0_CurrencyCount
source: Amount of Funds
es: Cantidad de dinero
fr: Montant d'argent
ja: 金額
ko: 금액
nl: Bedrag geld
vi: Lượng tài sản
zh_hans: 资金量
zh_hant: 資金量

# 3.0_AcceptantCurrencyType
source: Currency Type
es: Moneda de aceptación
fr: Monnaie d'acceptation
ja: 受入れ通貨
ko: 수락 통화
nl: Acceptatievaluta
vi: Loại tiền nhận
zh_hans: 币种
zh_hant: 幣種

# 3.0_AcceptantCurrencyMax
source: Maximum Amount
es: Límite de aceptación
fr: Bouchon d'acceptation
ja: 受入キャップ
ko: 수용 캡
nl: Acceptatie cap
vi: Giới hạn nhận tối đa
zh_hans: 上限
zh_hant: 上限

# 3.0_AcceptantCurrencyMin
source: Minimum Amount
es: Límite inferior de aceptación
fr: Limite inférieure d'acceptation
ja: 受入下限
ko: 수락 하한선
nl: Acceptatie onderlimiet
vi: Giới hạn nhận tối thiểu
zh_hans: 下限
zh_hant: 下限

# 3.0_OfferPricePremium
source: Premium
es: Presupuesto premium
fr: Citation premium
ja: プレミアム見積もり
ko: 프리미엄 견적
nl: Offerte premium
vi: Báo giá chênh lệch
zh_hans: 报价溢价
zh_hant: 報價溢價

# 3.0_AcceptantBondCurrencyType
source: Margin Digital Currency
es: Moneda de garantía
fr: Devise de garantie
ja: 保証通貨
ko: 보증 통화
nl: Garantievaluta
vi: Loại tiền ký quỹ
zh_hans: 保证金币种
zh_hant: 保證金幣種

# 3.0_AcceptantBondCurrencyTypeSwitch
source: Select Digital Currency
es: Seleccione la moneda de seguridad
fr: Sélectionnez la devise de sécurité
ja: セキュリティ通貨を選択
ko: 보안 통화 선택
nl: Selecteer een beveiligingsvaluta
vi: Lựa chọn
zh_hans: 选择保证金币种
zh_hant: 選擇保證金幣種

# 3.0_AcceptantBondCount
source: Deposit Amount
es: Cantidad de margen
fr: Montant de la marge
ja: 利益率
ko: 증거금 액
nl: Marge hoeveelheid
vi: Số lượng ký quỹ
zh_hans: 保证金数量
zh_hant: 保證金數量

# 3.0_AcceptantBondCountPlaceholder
source: Enter Amount
es: Por favor ingrese la cantidad
fr: S'il vous plaît entrer la quantité
ja: 数量を入力してください
ko: 수량을 입력하십시오.
nl: Vul alstublieft de hoeveelheid in
vi: Nhập số lượng
zh_hans: 请输入数量
zh_hant: 請輸入數量

# 3.0_AcceptantBondPickIn
source: Margin Deposit
es: Depósito de recarga
fr: Recharge
ja: 再入金
ko: 충전 예금
nl: Stort opnieuw op
vi: Nạp tiền ký quỹ
zh_hans: 充值保证金
zh_hant: 充值保證金

# 3.0_AcceptantBondPickInInfo
source: Miner's fee shall be deducted from the balance. If balance is inadequate, it will be deducted from sent amount.
es: La comisión del minero se deducirá del saldo, y si el saldo es insuficiente, se descontará de la cantidad enviada
fr: Les frais de mineur seront déduits du solde, et si le solde est insuffisant, il sera déduit du montant envoyé
ja: 鉱夫の手数料は残高から差し引かれ、不足している場合は送金額から控除されます
ko: 광부의 수수료는 잔액에서 공제되며, 잔액이 부족하면 송금액에서 공제됩니다
nl: De bijdrage van de mijnwerker wordt van het saldo afgetrokken en als het saldo ontoereikend is, wordt het van het verzonden bedrag afgetrokken
vi: Phí đào sẽ trừ vào số dư, nếu số dư không đủ, sẽ trừ vào số lượng gửi đi
zh_hans: 矿工费将从余额中扣除，如果余额不足，将从发送数量中扣除
zh_hant: 礦工費將從餘額中扣除，如果餘額不足，將從發送數量中扣除

# 3.0_AcceptantPickUpBond
source: Margin Withdrawal
es: Margen de retiro
fr: Retirer la marge
ja: マージン引き出し
ko: 인출 여백
nl: Marge intrekken
vi: Rút tiền ký quỹ
zh_hans: 提取保证金
zh_hant: 提取保證金

# 3.0_AcceptantPickUpCountPlaceholder
source: Enter Amount
es: Ingrese la cantidad de extracciones
fr: Entrez le nombre d'extractions
ja: 抽出数を入力してください
ko: 추출 수를 입력하십시오.
nl: Voer het aantal extracties in
vi: Nhập số lượng rút
zh_hans: 输入提取数量
zh_hant: 輸入提取數量

# 3.0_AcceptantOTCWater
source: [IDCW] Margin History List
es: [IDCW] Margin Water
fr: [IDCW] Margin Water
ja: [IDCW]マージンウォーター
ko: [IDCW] 마진 수
nl: [IDCW] Marge Water
vi: [IDCW]Lịch sử ký quỹ
zh_hans: [IDCW]保证金流水
zh_hant: [IDCW]保證金流水

# 3.0_SurePickIn
source: Confirm Deposit
es: Confirmar recarga
fr: Confirmer la recharge
ja: 再充電を確認する
ko: 충전 확인
nl: Bevestig het opladen
vi: Xác nhận nạp
zh_hans: 确认充值
zh_hant: 確認充值

# 3.0_SurePickUp
source: Confirm Withdrawal
es: Extracción de confirmación
fr: Extraction de confirmation
ja: 確認抽出
ko: 확인 추출
nl: Bevestigingsextractie
vi: Xác nhận rút
zh_hans: 确认提取
zh_hant: 確認提取

# 3.0_NowTimePickUp
source: Withdraw
es: Extraer de inmediato
fr: Extraire immédiatement
ja: ただちに抽出する
ko: 즉시 추출
nl: Onmiddellijk uitpakken
vi: Rút ngay
zh_hans: 立即提取
zh_hant: 立即提取

# 3.0_NowTimePickIn
source: Deposit
es: Recargar inmediatamente
fr: Rechargez immédiatement
ja: すぐに充電する
ko: 즉시 충전하십시오.
nl: Laad onmiddellijk op
vi: Nạp ngay
zh_hans: 立即充值
zh_hant: 立即充值

# 3.0_PickInComplete
source: Confirm
es: Recarga completa
fr: Recharge terminée
ja: 充電完了
ko: 충전 완료
nl: Opladen voltooid
vi: Hoàn tất nạp
zh_hans: 充值完成
zh_hant: 充值完成

# 3.0_PickUpComplete
source: Confirm
es: Extracción completa
fr: Extraction terminée
ja: 抽出が完了しました
ko: 추출 완료
nl: Extractie voltooid
vi: Hoàn tất rút
zh_hans: 提取完成
zh_hant: 提取完成

# 3.0_PickUpCompleteInfo
source: Withdraw Successful
es: Retirar el margen con éxito
fr: Retrait réussi de la marge
ja: 正常にマージンを取り戻す
ko: 마진을 성공적으로 철회했습니다.
nl: Marge met succes intrekken
vi: Rút tiền ký quỹ xong
zh_hans: 成功提取保证金
zh_hant: 成功提取保證金

# 3.0_PickInCompleteInfo
source: Deposit Successful
es: Margen de recarga exitoso
fr: Marge de recharge réussie
ja: 再充電マージンの成功
ko: 성공적인 충전 마진
nl: Succesvolle herlaadmarge
vi: Nạp tiền ký quỹ xong
zh_hans: 成功充值保证金
zh_hant: 成功充值保證金

# 3.0_AcceptantApplySuccessInfo
source: Congratulations! You have successfully applied.Please wait patiently, we will complete the review within 24 hours.
es: Felicidades, ha aplicado con éxito para abrir una empresa de aceptación Por favor espere, el servicio al cliente completará la revisión dentro de las 24 horas
fr: Félicitations, vous avez appliqué avec succès pour ouvrir un transporteur d'acceptation S'il vous plaît, le service client achèvera la revue dans les 24 heures
ja: おめでとうございます。受け入れ業者の開設に成功しました。 お待ちください、顧客サービスは24時間以内にレビューを完了します
ko: 축하합니다. 성공적으로 수락을 신청했습니다. 잠시 기다려주십시오. 고객 서비스가 24 시간 내에 검토를 완료합니다.
nl: Gefeliciteerd, je hebt je succesvol aangemeld om een ​​acceptatiedrager te openen Wacht even, de klantenservice zal de beoordeling binnen 24 uur voltooien
vi: Chúc mừng bạn đã đăng ký mở đại lý xong!. Vui lòng đợi, chăm sóc khách hàng sẽ hoàn tất thẩm tra trong vòng 24h.
zh_hans: 恭喜您， 已经成功申请开通承兑商 请耐心等待， 客服将在24小时内完成审核
zh_hant: 恭喜您， 已經成功申請開通承兌商 請耐心等待， 客服將在24小時內完成審核
