Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 2.2.3_WalletIDSettingTipBlack
source: Case sensitive, 4-16 letters or numbers
es: No se diferencia entre mayuscula y minuscula, use de 4-16letras o numeros
fr: Insensible à la casse, en utilisant 4-16 lettres ou chiffres
ja: 大文字・小文字の差がありません。4-16桁のアルファベット或いは数字を使用してください
ko: 대소문자 구분 없이 4~16자리 알파벳과 숫자를 사용해주십시오
nl: Hoofdlettergevoelig, 4-16-bit letters of cijfers worden gebruikt
vi: Trường hợp nhạy cảm, sử dụng 4-16 chữ cái hoặc số
zh_hans: 不区分大小写，使用4-16位字母或数字
zh_hant: 不區分大小寫，使用4-16位字母或數字

# 2.2.3_WalletIDSettingTipRed
source: Your Wallet ID cannot be modified
es: Luego de confirmar el Monedero ID no se puede modificar
fr: Wallet ID ne peut pas être modifié après la confirmation
ja: Wallet IDを確認したら変更できない
ko: Wallet ID 확인 후 수정이 불가합니다
nl: De portemonnee-ID kan na de bevestiging niet meer worden gewijzigd
vi: Không thể thay đổi ID Ví
zh_hans: Wallet ID 确定之后不可更改
zh_hant: Wallet ID 確定之後不可更改

# 2.2.3_BackupMemorizingWordsTipBlack
source: In order to protect your assets, please store your 12-word backup seed in a safe place.
es: Para conservar la seguridad de sus bienes, por favor escriba correctamente las 12 palabras en lugar seguro
fr: Pour protéger vos actifs, Veuillez noter à l’ordre les 12 mots dans un endroit
ja: 資産安全を確保するため、 正確に12の単語を順に書き写して安全の場所に保管してください
ko: 당신의 자산 안전을 위해， 정확하게 12가지 단어를 순서대로 안전한 곳에 적어주십시오
nl: Schrijf precies 12 woorden in volgorde op en berg deze op een veilige plaats op zodat de veiligheid van uw bezittingen wordt gegarandeerd
vi: Để bảo vệ tài sản của bạn, hãy ghi lại 12 từ ở nơi an toàn
zh_hans: 为了保障您的资产安全， 请准确地将12个单词按顺序写下放在安全的地方
zh_hant: 為了保障您的資產安全， 請準確地將12個單詞按順序寫下放在安全的地方

# 2.2.3_BackupMemorizingWordsTipRed
source: After logging out, your assets can only be recovered using your backup seed. IDCW is not responsible for any loss of assets resulting from failure to securely store backup seed.
es: despues de salir del monedero debe usar las palabras auxiliares para restaurar al modo de fabrica el no resguardar las palabras auxiliares es equivalente perder sus bienes por lo que no nos haremos responsables
fr: Vous devez utiliser des mnémoniques pour récupérer les actifs après avoir quitté le portefeuille Si le mnémonique n'est pas sauvegardé à temps, nous n’avons pas de responsabilité
ja: ウォレットを閉じたら、記憶定着用語で資産を回復する必要があります 記憶定着用語をバックアップしないことで、資産を損失した場合、当社は責任を負いかねます
ko: 지갑 삭제 후 반드시 도움말을 통해 자산을 옮기십시오 그렇지 않아 발생하는 책임은 책임은 지지 않습니다
nl: U moet de seed gebruiken om de bezitting te herstellen nadat u uw portemonnee hebt afgesloten. Als een seed niet op tijd wordt geback-upt, dan verliest u dat bezit. Wij zijn daar niet verantwoordelijk voor.
vi: Bạn phải sử dụng từ ngữ gợi nhớ để khôi phục tài sản sau khi thoát khỏi ví Nếu bạn mất tài sản của mình vì bạn không sao lưu từ ngữ gợi nhớ, bạn sẽ tự chịu trách nhiệm.
zh_hans: 退出钱包后必须使用助记词恢复资产 未及时备份助记词，如丢失资产，概不负责
zh_hant: 退出錢包後必須使用助紀詞恢复資產 未及時備份助紀詞，如丢失資產，概不負責

# 2.2.3_SettingMemorizingWordsTip
source: Enter your 12-word backup phrase
es: Ingrese 12 palabras auxiliares
fr: Entrez 12 mnémoniques
ja: 12の記憶定着用語を入力
ko: 12개의 보조 단어를 입력해 주십시오
nl: Voor 12 seeds in
vi: Nhập vào 12 từ gợi nhớ
zh_hans: 输入12个助记词
zh_hant: 输入12个助记词

# 2.2.3_InvalidSeed
source: Invalid backup seed
es: Palabra auxiliar invalida
fr: Mnémonique inutile
ja: 無效の記憶定着用語
ko: 무효한 보조 단어 입니다
nl: Ongeldige seeds
vi: Từ gợi nhớ không hợp lệ
zh_hans: 无效的助记词
zh_hant: 無效的助記詞

# 2.2.3_Scan
source: QR Code
es: Escanear
ja: QRコード
ko: QR코드
nl: Tweedimensionale code
vi: Mã QR
zh_hans: 二维码
zh_hant: 二維碼

# 2.2.3_ScanLoginTip
source: Please ensure to scan a login QR code and not a coin deposit address
es: Solo para inciar sesion, por favor no escanear en lugares para recibir dinero
fr: Uniquement pour une connexion autorisée, ne pas scanner l'adresse de la caisse enregistreuse
ja: 授権ログインにのみ使用可能。貨幣受取アドレスをスキャンしないでください
ko: 단지 로그인용 입니다. 화폐 수령 주소를 스캔 하지마십시오
nl: Alleen voor bevoegd inloggen. Scan het ontvangende e-mailadres niet
vi: Chỉ quét mã QR đăng nhập, không phải địa chỉ gửi tiền
zh_hans: 仅用于授权登录，请勿扫描收币地址
zh_hant: 僅用於授權登錄，請勿掃描收幣地址

# 2.2.3_PCLoginSure
source: IDCW PC Login Confirmation
es: Confirmacion del modo IDCW PC
fr: Confirmation de connexion PC IDCW
ja: IDCW PCエンドにログインしている
ko: IDCW PC버전 등록 확인
nl: Inloggen bij IDCW PC bevestigen
vi: Xác nhận đăng nhập PC IDCW
zh_hans: IDCW PC端登录确认
zh_hant: IDCW PC端登錄確認

# 2.2.3_PCLoginInvalid
source: Login confirmation has expired, please re-scan QR code
es: La confirmacion del inicio de sesion ha fallado, por favor escanear nuevamente
fr: La confirmation de connexion a expiré, veuillez scanner à nouveau le code QR
ja: ログインの確認はすでに失效になっており、改めてQRコードをスキャンしてください
ko: 등록 기록이 무효됬습니다. QR코드를 통해 다시 등록해주십시오
nl: Het inloggen is als ongeldig bevestigd. Scan de tweedimensionale code nogmaals.
vi: Xác nhận đăng nhập đã hết hạn, vui lòng quét lại mã QR
zh_hans: 登录确认已经失效，请重新扫描二维码
zh_hant: 登錄確認已經失效，請重新掃描二維碼

# 2.2.3_ReScan
source: Re-scan QR code
es: Re-escanear
fr: Scanner
ja: 改めてスキャン
ko: 새로 스캔 해주십시오
nl: Opnieuw scannen
vi: Quét lại
zh_hans: 重新扫一扫
zh_hant: 重新掃一掃

# 2.2.3_InvalidScan
source: Invalid QR code
es: Escaneo fallido
fr: Code QR inutile
ja: 無效のQRコード
ko: 무효한QR코드 입니다
nl: Ongeldige tweedimensionale code
vi: Mã QR không hợp lệ
zh_hans: 无效二维码
zh_hant: 無效二維碼

# 2.2.3_WalletIDSettingTitle
source: Enter Wallet ID
es: Por Favor ingrese su Monedero ID
fr: Veuillez entrer Wallet ID
ja: Wallet IDを入力してください
ko: Wallet ID를 입력해주십시오
nl: Voer de portemonnee-ID in
vi: Vui lòng nhập ID Wallet
zh_hans: 请输入Wallet ID
zh_hant: 請輸入Wallet ID

# 2.2.3_SettingMemorizingWordsTitle
source: Seed
es: Palabras Auxiliares
fr: Mnémonique
ja: 記憶定着用語
ko: 보조 단어
vi: Từ gợi nhớ
zh_hans: 助记词
zh_hant: 助記詞

# 2.2.3_NowBackupMemorizingWordsTipRed
source: Please note that you can only sign once on the new version as a legacy user. The seed phrase is the only way to restore your assets.
es: La opcion de ingreso a la version antigua solo se puede usar una vez, por favor memorice las palabras auxiliares Las palabras negativas son la única forma de recuperar activos
fr: L'ancienne entrée ne peut être utilisée qu'une seule fois, veuillez bien tenir le mnémonique Les mots mnémotechniques sont le seul moyen de récupérer les actifs
ja: 旧版入口は1回のみ使用可能です。記憶定着用語を丁寧に保管し ニーモニック・ワードは資産を回復する唯一の方法です
ko: 구 버전은 오직 한번 들어갈 수 있으며 자산을 복구 할 수있는 유일한 방법은 네비게이션 단어뿐입니다.
nl: De oude invoer kan slechts één keer worden gebruikt. Onthoud de seed Mnemative-woorden zijn de enige manier om assets te herstellen.
vi: Phiên bản cũ chỉ có thể đăng nhập một lần, hãy ghi nhớ từ ngữ gợi nhớ Cụm từ gợi nhớ là cách duy nhất để khôi phục tài sản
zh_hans: 旧版入口仅能使用一次，请牢记助记词 助记词是恢复资产的唯一方式
zh_hant: 舊版入口僅能使用一次，請牢記记助記詞 助記詞是恢復資產的唯一方式

# 2.2.3_BackupMemorizingWordsSuccessTitle
source: Backup Seed
es: Palabras auxiliares para Respaldar copia de seguridad
fr: Sauvegarder les mnémoniques
ja: 記憶定着用語をバックアップ
ko: 보조 단어 약정
nl: De seeds back-uppen
vi: Từ ngữ gợi nhớ
zh_hans: 备份助记词
zh_hant: 備份助記詞

# 2.2.3_BackupMemorizingWordsSuccessInfo
source: Backup Successful Use this seed to safely recover your assets
es: Las palabras auxiliares para respaldar copia de seguridad han sido ajustadas exitosamente por favor use las palabras auxiliares de restauracion a modo de fabrica
fr: Sauvegarder les mnémotechniques avec succès Veuillez utiliser des mnémoniques pour récupérer les actifs
ja: 記憶定着用語のバックアップ完成 記憶定着用語で資産を回復してください
ko: 보조 단어 약정 성공 보조 단어를 사용하여 자산을 회복해주십시오
nl: Het is gelukt de seeds te back-uppen Gebruik de seeds om bezittingen terug te winnen.
vi: Sao lưu từ gợi nhớ xong Sử dụng từ gợi nhớ để khôi phục tài sản
zh_hans: 备份助记词成功 请使用助记词恢复资产
zh_hant: 備份助記詞成功 請使用助記詞恢復資產

# 2.2.3_UnopendFindWalletPW
source: Currently under development
es: Por ahora no se puede usar la opcion de importar
fr: La fonction d'importation n’est pas encore ouverte
ja: まだ導入機能を提供していません
ko: 잠시 동안 들여오기를 사용할 수 없습니다
nl: Importfunctie nog niet geopend
vi: Chưa mở chức năng nhập
zh_hans: 暂未开放导入功能
zh_hant: 暫未開放導入功能

# 2.2.3_UnsupportImport
source: Only IDCW backup seeds are supported.
es: No es compatible con importación mnemotécnica no IDCW
fr: Ne prend pas en charge l'importation mnémonique non-IDCW
ja: 非IDCWニーモニックのインポートをサポートしていません
ko: 비 IDCW 니모닉 가져 오기를 지원하지 않습니다.
nl: Ondersteunt geen niet-IDCW-mnemonische import
vi: Không hỗ trợ từ gợi nhớ không thuộc IDCW
zh_hans: 暂不支持非IDCW助记词导入
zh_hant: 暫不支持非IDCW助記詞導入

# 2.2.3_ContactIDCW
source: If you have forgotten your password, please contact support@idcw.io
es: Olvidó la contraseña de inicio de sesión support@idcw.io
fr: Mot de passe oublié support@idcw.io
ja: お問い合わせくださいログインパスワードを忘れました support@idcw.io
ko: 연락 비밀 번호 분실 support@idcw.io
nl: Wachtwoord vergeten Neem contact op met support@idcw.io
vi: Quên mật khẩu đăng nhập. Vui lòng liên hệ support@idcw.io
zh_hans: 忘记登录密码请联系 support@idcw.io
zh_hant: 忘記登錄密碼請聯繫 support@idcw.io

# 2.2.3_IPRetry
source: IP address has been used too frequently
es: No use la misma IP para crear con frecuencia
fr: N'utilisez pas la même adresse IP pour créer fréquemment
ja: 頻繁に作成するために同じIPを使用しないでください
ko: 같은 IP를 자주 사용하지 마십시오
nl: Gebruik niet hetzelfde IP om regelmatig te creëren
vi: Địa chỉ IP đã được sử dụng quá nhiều
zh_hans: 请勿使用同一IP频繁创建
zh_hant: 請勿使用同一IP頻繁創建

# 3.0_FlashExchange
source: Swap!t
es: Intercambios
fr: Conversion de devise
ja: 通貨短時両替
ko: 코인 빠른 환전
nl: Snel wisselen
zh_hans: 币币闪兑
zh_hant: 幣幣閃兌

# 3.0_OTCExchange
source: Fiat OTC
es: Moneda legal OTC
ja: 法貨OTC
ko: 법정 지폐OTC
nl: Wettig betaalmiddel OTC
zh_hans: 法币OTC
zh_hant: 法幣OTC

# 3.0_FlashExchangeRecord
source: Swap!t Transactions
es: Historial de intercambios
fr: Enregistrement flash
ja: 即両替記録
ko: 빠른 환전 기록
nl: Snel wisselrecord
vi: Lịch sử Swap!t
zh_hans: 闪兑记录
zh_hant: 閃兌紀錄

# 3.0_OTCExchangeRecord
source: OTC Records
es: Historial de OTC
fr: Enregistrement OTC
ja: OTC記録
ko: OTC기록
nl: OTC record
vi: Ghi chép OTC
zh_hans: OTC记录
zh_hant: OTC紀錄

# 3.0_ExchangeDetail
source: Swap Details
es: Detalles del intercambio
fr: Détail d’échange
ja: 両替詳細
ko: 환전 세부 정보
nl: Wissel detail gegevens
vi: Chi tiết đổi tiền
zh_hans: 兑换详情
zh_hant: 兌換詳情

# 3.0_ExchangeNoData
source: No Transaction Record
es: Temporalmente no ha historial de transacciones
fr: Aucun historique de transaction
ja: 取引履歴なし。
ko: 거래 기록 오류
nl: Geen transactiegeschiedenis
vi: Hiện không có lịch sử giao dịch
zh_hans: 暂无交易记录
zh_hant: 暫無交易紀錄

# 3.0_ExchangeOut
source: Swap Out
es: Cambio saliente
fr: Débiter
ja: エクスポート
ko: 판매
nl: Uit te wisselen
vi: Đổi ra
zh_hans: 兑出
zh_hant: 兌出

# 3.0_ExchangeOutDetialState
source: Status
es: Estado del intercambio de salida
fr: Statut de débiter
ja: エクスポート状態
ko: 판매 상황
nl: Uitbetaling status
vi: Trạng thái rút tiền
zh_hans: 兑出状态
zh_hant: 兌出狀態

# 3.0_ExchangeEnterDetialState
source: Status
es: Estado del intercambio de entrada
fr: Statut de créditer
ja: インポート状態
ko: 구매 상황
nl: Inwissel status
vi: Trạng thái nhập
zh_hans: 兑入状态
zh_hant: 兌入狀態

# 3.0_ExchangeEnter
source: Received
es: Intercambio de entrada
fr: Créditer
ja: インポート
ko: 구매
nl: Inwisselen
vi: Nhận
zh_hans: 兑入
zh_hant: 兌入

# 3.0_ExchangeEnterState
source: Received Status
es: Estado del intercambio de entrada
fr: Statut de créditer
ja: インポート状態
ko: 구매 상황
nl: Inwissel status
vi: Trạng thái nhận
zh_hans: 兑入状态
zh_hant: 兌入狀態

# 3.0_ExchangeRate
source: Swap Rate
es: Tasa de cambio
fr: Taux d’échange
ja: 為替レート
ko: 환율
nl: Wisselkoers
vi: Tỷ giá
zh_hans: 兑换汇率
zh_hant: 兌換匯率

# 3.0_ExchangeTimer
source: Swap Time
es: Tiempo del intercambio
fr: Temps d’échange
ja: 両替時間
ko: 환전시간
nl: Wissel tijd
vi: Thời gian đổi
zh_hans: 兑换时间
zh_hant: 兌換時間

# 3.0_ExchangeOutTotalMinerFee
source: Miner’s Fee
es: Gastos de transaccion
fr: Échange des frais de mineur
ja: エクスポートガスプライス
ko: 광부 비용 지불
nl: Wissel mijnwerkerskosten in
vi: Phí mạng lưới
zh_hans: 兑出矿工费
zh_hant: 兌出礦工費

# 3.0_FlashExchangeCheckPINTip
source: In order to protect your funds, your PIN is required when using Swap!t.
es: Para realizar intercambios al instante es necesario que antes de la activacion ingrese el PIN, para garantizar la seguridad de sus activos
fr: Clignotant pour les transactions en temps réel, entrez le code PIN avant chaque ouverture pour assurer la sécurité de vos actifs
ja: 即両替は実時間取引であり、ご資産の安全性を確保する為に、起動する前にいつも先ずPINを入力してください
ko: 빠른 환전은 실시간 거래로서 매번 실행 시 PIN을 입력하여，당신의 자산 안전을 보장합니다
nl: Snel wisselen is real-time trading, voor het start voer PIN in, Om de veiligheid van uw bezittingen te waarborgen
vi: Để bảo vệ tài sản của bạn, bạn cần nhập PIN mỗi khi sử dụng Swap!t
zh_hans: 闪兑为实时交易，需每次开启前 输入PIN，以保证您的资产安全
zh_hant: 閃兌為實時交易，需每次開啟前 輸入PIN，以保證您的資產安全

# 3.0_BBExchange
source: Swap!t
es: Monedas de Cambio
fr: Conversion de devise
ja: 通貨短時両替
ko: 빠른 환전
nl: Valutawissel
zh_hans: 币币闪兑
zh_hant: 幣幣閃兌

# 3.0_RealTimeExchangRate
source: Instant Swap Rate
es: Tasa Actualizada
fr: Taux de change en temps réel
ja: 実時間為替レート
ko: 실시간 환율
nl: Realtime wisselkoers
vi: Tỷ giá hiện tại
zh_hans: 实时汇率
zh_hant: 實时匯率

# 3.0_ExchangeOutType
source: Swap Out
es: Tipo de Moneda a recibir
fr: Devise à débiter
ja: 両替対象通貨
ko: 판매 종류
nl: Doel valuta
vi: Đổi ra
zh_hans: 兑出币种
zh_hant: 兌出幣種

# 3.0_ExchangeInType
source: Swap In
es: Tipo de Moneda a Cambiar
fr: Devise à créditer
ja: インポート幣種
ko: 구매 종류
nl: Oorspronkelijke valuta
vi: Nhận vào
zh_hans: 兑入币种
zh_hant: 兌入幣種

# 3.0_InputExchangOut
source: Enter Amount
es: Ingrese el monto a recibir
fr: Entrez le montant à débiter
ja: エクスポート量を入力
ko: 판매 수량 입력
nl: Voer het bedrag van uit te wisselen in
vi: Nhập số tiền
zh_hans: 输入兑出数量
zh_hant: 輸入兌出

# 3.0_InputExchangIn
source: Enter Amount
es: Ingrese el monto a cambiar
fr: Entrez le montant à créditer
ja: インポート量を入力
ko: 구매 수량 입력
nl: Voer het bedrag van in te wisselen bedrag in
vi: Nhập số tiền
zh_hans: 输入兑入数量
zh_hant: 輸入兌入

# 3.0_CanExchangeOutBalance
source: Available Balance
es: Monto disponible
fr: Solde peut être débité
ja: 取引可能残高
ko: 판매 가능
nl: Saldo uit te wisselen
vi: Số dư có thể đổi
zh_hans: 可兑出余额
zh_hant: 可兌出餘額

# 3.0_MinCanExchangBalance
source: Minimum Amount
es: Monto minimo
fr: Montant débité minimum disponible
ja: 最小取引可能量
ko: 최소 판매 가능
nl: Min. uit te wiselen
vi: Tối thiểu có thể đổi
zh_hans: 最小可兑出
zh_hant: 最小可兌出

# 3.0_MaxCanExchangeBalance
source: Maximum Amount
es: Monto maximo
fr: Montant débité maximum disponible
ja: 最大取引可能量
ko: 최대 판매 가능
nl: Max. uit te wisselen
vi: Tối đa có thể đổi
zh_hans: 最大可兑出
zh_hant: 最大可兌出

# 3.0_Exchange
source: Swap
es: Intercambio
fr: Échanger
ja: 両替
ko: 환전
nl: Wisselen
zh_hans: 兑换
zh_hant: 兌換

# 3.0_BottomTips
source: Swap transactions cannot be reversed after tapping the “Swap” button above.
es: Despues de hacer click en intercambio el sistema se ejecutara automaticamente, no podra regresar
fr: Cliquez sur Échanger sera complété automatiquement et ne pourra pas retourner
ja: 両替をクリックすると自動的に完成し、戻ることができません
ko: 환전 클릭 시 자동으로 환전 되며 취소할 수 없습니다
nl: Klik op de inwisseling dan wordt het automatisch voltooid, kan niet terugkeren
vi: Giao dịch Swap không thể hủy sau khi bấm nút "Swap"
zh_hans: 点击兑换之后将自动完成，不能返回
zh_hant: 點擊兌換之後將自動完成，不能返回

# 3.0_RightHeadTips
source: Swap!t lets users instantly swap between digital currencies, it is decentralized, simple, easy and there are no trading fees. The left side provides the currency you would like to swap out of (sell), and the right side provides the currency you would like to swap into (buy). After entering the amount, simply tap "Swap" and the currencies will respectively be withdrawn and deposited automatically. The transaction status will be displayed instantly but please note that different coins have different confirmation times. Swap!t currently offers BTC and VHKD pairs, with other pairs coming soon! Swap!t is the leading decentralized wallet-integrated trading system, used by millions around the world.
es: Swap!t es un sistema de monedas de cambio, centralizada，simple，sin complicaciones, sin gastos extra por tramites。 A la izquierda es donde ingresa el monto a cambiar, a la derecho es donde ingresa el monto a recibir. despues de ingresar el monto, por favor haga click en “intercambio” y los montos se descontaran y sumaran respectivamente automaticamente. Despues de intercambiar podra observer al instante el estado pero cada moneda posee su propio numero de confirmacion. Swap!t Actualemente se ofrece el intercambio en los mercados BTC y HKD, otros mercados estaran disponibles pronto. Swap!t Es un sistema centralizado que sirve de guias en las transacciones de monedas electronicas y que posee millones de usuarios en todo el mundo.
fr: Swap!t est un système de conversion de devise, décentralisé, simple, facile, sans frais de transaction. à gauche est la devise à débiter (vendue) et à droite la devise à créditer (achetée). Après saisir la quantité, cliquez sur la devise numérique "Clignotant" pour extraire automatiquement le dépôt. Vous pouvez voir le statut immédiatement après avoir clignoté, mais les numéros de confirmation sont différents dans différentes devises. Swap!t propose actuellement des marchés flash BTC et VHKD, et d'autres marchés flash seront bientôt compatibles. Swap!t est un système de trading de devises numériques cryptées décentralisé de premier plan servant plus d'un million d'utilisateurs dans le monde.
ja: Swap!tは非中央集権化の通貨短時両替システムであり、操作しやすく、取引手数料なし。 左側はエクスポート（売り出す）幣種で、右側はインポート（購入）幣種です。 数量を入力したら、"即両替"をクリックすると仮想通貨は自動的に出金・預入します。即両替後すぐにその結果が表示されますが、幣種によって夫々金額が異なります。 Swap!tは現在BTCおよびVHKDの即両替に対応しますが、その他の即両替サービスは近い将来に対応するようになります。 Swap!tは最先端な非中央集権化暗号化された仮想通貨取引システムで、世界中の何百万のユーザーにサービスを提供しています。
ko: Swap!t빠른 환전 시스템으로서 중심화 되어있어 어렵지 않고 간단하며 수수료가 들지 않습니다 좌측은 판매하신 코인이며 우측은 구매하신 코인입니다. 수량 입력 후 빠른 환전을 클릭 시 자동으로 인출되어 저장됩니다. 빠른 환전 후 즉시 결과를 확인 할 수 있으나 화폐 종류에 따라 확인 건수가 다릅니다 Swap!t현재 BTC와 VHKD시장을 공급하고 있으며 기타 시장 역시 곧 오픈 될 것입니다。 Swap!t은 디지털 통화 거래 시스템을 선도하는 디지털 거래 시스템으로 전 세계 100만 이상의 가입자를 보유하고 있습니다.
nl: Swap!t is een snel wisselen system, gedecentraliseerd, eenvoudig, gemakkelijk, geen transactiekosten. Aan de linkerkant is de valuta die u hebt uitgewisseld (verkopen) en aan de rechterkant is de valuta die u hebt ingewisseld (kopen)。 Na het invoeren van de hoeveelheid, klikt u op "Snel wisselen" wordt de digitale valuta automatisch geëxtraheerd. Na de snelle inwisseling kunt u de status onmiddellijk zien, maar verschillende valuta hebben verschillende gatal. Swap!t op dit moment zijn er BTC- en VHKD-snel wisselingsmarkten, Andere snelle wisselmarkten zullen binnenkort compatibel zijn. Swap!t is een leidend, gedecentraliseerd, gecodeerd systeem voor het verhandelen van digitale valuta's, dat meer dan een miljoen gebruikers wereldwijd bedient.
vi: Swap!t Là một hệ thống đổi tiền nhanh, phân tán hóa, đơn giản, tiện lợi, không có phí giao dịch. Bên trái là tiền bạn đổi ra (bán ra), bên phải là tiền bạn đổi vào (mua vào). Sau khi nhập số lượng, đơn giảm bấm “Swap” tiền sẽ tự động rút ra, chuyển vào. Sau khi đổi tiền nhanh có thể xem ngay trạng thái nhưng lưu ý rằng đối với loại tiền khác nhau sẽ có số xác nhận khác nhau. Swap!t hiện hổ trợ các cặp BTC và VHKD, trong thời gian tới sẽ hổ trợ thêm nhiều cặp hơn nữa. Swap!t là một hệ thống giao dịch tiền tệ kỹ thuật số có cài mật mã phân tán hóa hàng đầu, phục vụ cho hàng triệu khách hàng trên thế giới
zh_hans: Swap!t 是一个服务全球上百万用户的币币闪兑系统，去中心化，简单，轻松，无交易手续费。 左边是您兑出 (卖) 的币，右边是您兑入 (买) 的币。输入数量后，请点击“兑换”数字货币将自动提取存入。兑换后可立刻看到状态，但不同币种有不同确认数。 Swap!t 目前提供BTC和VHKD兑换市场，其他兑换市场即将开放。去中心化加密数字货币交易更安全、更透明，是未来的趋势。
zh_hant: Swap!t是一個幣幣閃兌系統，去中心化，簡單，輕鬆，無交易手續費。 左邊是您兌出（賣）的幣，右邊是您兌入（買）的幣。 輸入數量後，請點擊“閃兌”數位貨幣將自動選取存入。閃兌後可立刻看到狀態但不同幣種有不同確認數。 Swap!t現時提供BTC和VHKD閃兌市場，其他閃兌市場即將相容。 Swap!t是一個領先的去中心化加密數位貨幣交易系統，全球服務上百萬多用戶。

# 3.0_SelectExchangIn
source: Currency to Swap In
es: Elija el tipo de moneda a recibir
fr: Choisissez la devise à créditer
ja: インポート幣種を選択
ko: 구입 종류 선택
nl: Selecteer in te wisselen valuta
vi: Chọn loại tiền đổi vào
zh_hans: 选择兑入币种
zh_hant: 選擇兌入幣種

# 3.0_SelectExchangOut
source: Currency to Swap Out
es: Elija el tipo de moneda a cambiar
fr: Choisissez la devise à débiter
ja: エクスポート幣種を選択
ko: 판매 종류 선택
nl: electeer uit te wisselen valuta
vi: Chọn loại tiền đổi ra
zh_hans: 选择兑出币种
zh_hant: 選擇兌出幣種

# 3.0_ExchangeAlert_1
source: Please enter the appropriate amount of coin
es: Por favor elija un monto adecuado
fr: Entrez le montant
ja: 適切な通貨金額を入力してください
ko: 알맞은 금액을 입력해주십시오
nl: Voer het juiste bedrag in
vi: Vui lòng nhập số tiền phù hợp
zh_hans: 请输入合适的币额
zh_hant: 請輸入合適的幣額

# 3.0_WrongPair
source: Swap!t does not currently support this trading pair.
es: La transacción no es compatible por el momento
fr: La transaction n'est pas prise en charge pour le moment
ja: トランザクションは当面はサポートされていません
ko: 트랜잭션은 당분간 지원되지 않습니다.
nl: De transactie wordt voorlopig niet ondersteund
vi: Hiện cặp này chưa được hổ trợ
zh_hans: 暂不支持该交易对
zh_hant: 暫不支持該交易對

# 3.0_ExchangeResult
source: Swap Confirmation
es: Resultado del Intercambio
fr: Résultat d’échange
ja: 両替結果
ko: 환전 결과
nl: Wissel resultaat
vi: Xác nhận đổi
zh_hans: 兑换结果
zh_hant: 兌換結果

# 3.0_ExchangeSucess
source: Swap Successful
es: Intercambio exitoso
fr: Échanger avec succès
ja: 両替成功
ko: 환전 성공
nl: Succesvol gewisseld
vi: Đổi xong
zh_hans: 兑换成功
zh_hant: 兌換成功

# 3.0_ExchangeIn
source: Received
es: Cambio entrante
fr: Créditer
ja: インポート
ko: 구입
nl: In te wisselen
vi: Nhận
zh_hans: 兑入
zh_hant: 兌入

# 3.0_ExchangeTips
source: The transaction will immediately be displayed in your Swap!t Transactions page.
es: Una vez completada, la moneda que se acreditará se mostrará automáticamente en su historial de crédito
fr: Une fois complétée, la devise à créditer sera automatiquement affichée dans votre historique de crédit
ja: 完了すると、クレジットされる通貨は自動的にあなたの信用記録に表示されます
ko: 완료되면 신용 할 통화가 자동으로 신용 기록에 표시됩니다.
nl: Eenmaal voltooid, wordt de te crediteren valuta automatisch weergegeven in uw credit record
vi: Sau khi hoàn tất, đơn vị tiền tệ giao dịch sẽ tự động hiển thị trong lịch sử giao dịch của bạn
zh_hans: 完成后，兑入的币种将自动显示在您的闪兑记录
zh_hant: 完成後，兌入的幣種將自動顯示在您的閃兌記錄

# 3.0_IKnow
source: OK
es: Entendido
fr: Je sais
ja: 分かりました
ko: 확인했습니다
nl: Ik weet het
vi: Tôi biết rồi
zh_hans: 我知道了
zh_hant: 我知道了

# 3.0_Refresh
source: Refresh
es: Actualizar
fr: Renouveler
ja: リフレッシュ
ko: 새로 고침
nl: Vernieuwen
vi: Làm mới
zh_hans: 刷新
zh_hant: 刷新

# 3.0_NetWorkBusy
source: Network Currently Busy
es: El internet esta lento
fr: Le réseau est occupé
ja: ネットワークビジー
ko: 네트워크가 좋지 않습니다
nl: Het netwerk is bezet
vi: Mạng bận
zh_hans: 网络繁忙
zh_hant: 網絡繁忙

# 3.0_BalanceInsuff
source: Insufficient balance
es: Saldo Insuficiente
fr: Solde à débiter insuffisant disponible
ja: 残高不足です
ko: 판매 가능 금액이 부족합니다
nl: Uit te wisselen saldo onvoldoende
vi: Số dư đổi ra không đủ
zh_hans: 可兑出余额不足
zh_hant: 可兌出余額不足

# 3.0_SwapFail
source: Swap Unsuccessful
es: Intercambio fallido
fr: Échec d’échange
ja: 両替に失敗しました
ko: 환전 실패
nl: Wisselen mislukt
vi: Swap thất bại
zh_hans: 兑换失败
zh_hant: 兌換失敗

# 3.0_TokenWalletInsuff
source: insufficient to pay mining fee
es: Equilibrio insuficiente para convertir
fr: Équilibre insuffisant pour convertir
ja: 変換に不十分な残高
ko: 변환 할 균형이 부족합니다
nl: Onvoldoende saldo om te converteren
vi: Không đủ số dư để chuyển đổi
zh_hans: 余额不足，无法兑换
zh_hant: 余額不足，無法兌換

# 3.0_MinNum
source: The minimum swap out amount is
es: La conversión mínima es
fr: La conversion minimale est
ja: 最小コンバージョンは
ko: 최소 전환 수
nl: Minimale conversie is
vi: Chuyển đổi tối thiểu là
zh_hans: 最小兑换数量为
zh_hant: 最小兌換數量為

# 3.0_NowTimeExhangeRecordTip
source: Deal with up to 5 orders at a time.
es: Trate con hasta 5 pedidos al mismo tiempo
fr: Traiter jusqu'à 5 commandes en même temps
ja: 同時に5つの注文を扱う
ko: 동시에 최대 5 개 주문 처리
nl: Behandel tegelijkertijd tot 5 bestellingen
vi: Số đại lý tối đa là 5 Xóa một thương gia để xem đại lý mới
zh_hans: 最多同时处理5笔买卖单
zh_hant: 最多同時處理5筆買賣單

# 3.0_OTCExchangeBuyCurrency
source: Buy
es: Comprar monedas
fr: Acheter des pièces
ja: コインを購入する
ko: 동전을 사다.
nl: Koop munten
vi: Mua
zh_hans: 买币
zh_hant: 買幣

# 3.0_OTCExchangeBuyCurrencyType
source: Currency Type
es: Comprar moneda
fr: Acheter une devise
ja: 通貨を購入する
ko: 통화 구매
nl: Koop valuta
vi: Mua vào
zh_hans: 买入币种
zh_hant: 買入幣種
