Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 2.0_RetrievePhrasesVC
source: Back Up Seed
es: Frase de recuperación de respaldo
fr: Sauvegarder les locations de rétablissement
ja: 回復フレーズをバックアップする
ko: 백업 복원 단문
nl: Maak een zeg het later van de herstelde zinsnede
vi: Cụm từ khôi phục sao lưu
zh_hans: 备份助记词
zh_hant: 備份助記詞

# 2.0_RetrievePhrasesMessage
source: Please write down the 12 words in sequence. Please keep in a safe place.
es: Por favor anote exactamente 12 palabras en orden ponga al lugar más seguro que piensa.
fr: Saisir correctement les 12 mots par ordre Mettre dans un endroit le plus sûr selon vous
ja: 12個の単語を順次に正確に書いてください 最も安全だと思われている所に置いてください
ko: 정확하게 12개 단어를 순서대로 쓰세요 가장 안전한 곳에 두세요
nl: Schrijf de 12 woorden nauwkeurig op volgorde zet ze op de veiligste plek die u denkt
vi: Hãy nhập chính xác 12 từ đơn theo thứ tự Hãy cất giữ an toàn
zh_hans: 请准确的将12个单词按顺序写下 放在最安全的地方
zh_hant: 請準確的將12個單詞按順序寫下 放在最安全的地方

# 2.0_LastStep
source: Previous Word
es: Anterior
fr: Précédent
ja: 前へ
ko: 이전
nl: voorgaand
vi: Trước
zh_hans: 上一个
zh_hant: 上一個

# 2.0_NextWord
source: Next Word
es: Siguiente
fr: Suivant
ja: 次へ
ko: 다음
nl: volgende
vi: Tiếp
zh_hans: 下一个
zh_hant: 下一個

# 2.0_NextWordStep
source: Next Step
es: Siguiente paso
fr: Prochaine étape
ja: 次のステップ
ko: 다음 단계
nl: Volgende
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# 2.0_VerifyPhrases
source: Please enter your recovery phrase accordingly to complete the process
es: Por favor introduzca las palabras de en su frase de recuperación para completar el proceso
fr: Veuillez entrer parmi les locutions de rétablissement tout les mots en vue d’accomplir le processus
ja: 回復フレーズを入力してください 各単語でプロセスを完成できる
ko: 고객님 복원 단문의 각 단어를 입력하여 절차를 완성합니다
nl: Voer de woorden in uw herstelde zinsnede in om het proces te voltooien
vi: Hãy nhập các từ đơn trong cụm từ khôi phục của bạn để hoàn thành quy trình
zh_hans: 请输入您的助记词中的 各个单词以完成流程
zh_hant: 請輸入您的助記詞中的 各個單詞以完成流程

# 2.0_VerifyPhrasesFind
source: Recover assets using the backup seed, please enter accordingly
es: Se usan 12 palabras para restaurar una frase Crea una nueva billetera para recuperar los activos de la billetera
fr: Utiliser les locutions de rétablissement de 12 mots Créer un nouveau portefeuille pour récupérer les actifs du portefeuille
ja: 12個のフレーズを使用する ウォレット資産を回復するための新しいウォレットを作成する
ko: 12개 단어 복원 단문을 사용하여 지갑 자산을 복구하기위한 새 지갑 만들기
nl: Gebruik 12 woorden om de zinsnede te herstellen Maak een nieuwe portefeuille om portefeuilleactiva te herstellen
vi: Khôi phục tài sản bằng 12 từ gợi nhớ Hãy nhập theo thứ tự
zh_hans: 使用12个单词助记词 创建新钱包恢复资产
zh_hant: 使用12個單詞助記詞 創建新錢包恢復資產

# 2.0_GetPhraseFail
source: Fail to get recovery phrase
es: Error al adquirir las palabras de ayuda de memoria
fr: Obtention des mots de mémoriser échouée
ja: セキュリティワードを獲得できない
ko: 복원 단어 취득에 실패
nl: Verkrijgen van geheugensteun woorden mislukt
vi: Lấy từ gợi nhớ thất bại
zh_hans: 助记词获取失败
zh_hant: 助記詞獲取失敗

# 2.0_1PhraseEnter
source: 1st Word
es: Entrada de la palabra No.1
fr: Premier mot entré
ja: １番目の単語を入力する
ko: 1번째 단어 입력
nl: Voer het 1 woord in
vi: Từ thứ 1
zh_hans: 第1个单词输入
zh_hant: 第1個單詞輸入

# 2.0_2PhraseEnter
source: 2nd Word
es: Entrada de la palabra No.2
fr: Deuxième mot entré
ja: 2番目の単語を入力する
ko: 2번째 단어 입력
nl: Voer het 2 woord in
vi: Từ thứ 2
zh_hans: 第2个单词输入
zh_hant: 第2個單詞輸入

# 2.0_3PhraseEnter
source: 3rd Word
es: Entrada de la palabra No.3
fr: Troisième mot entré
ja: 3番目の単語を入力する
ko: 3번째 단어 입력
nl: Voer het 3 woord in
vi: Từ thứ 3
zh_hans: 第3个单词输入
zh_hant: 第3個單詞輸入

# 2.0_4PhraseEnter
source: 4th Word
es: Entrada de la palabra No.4
fr: Quatrième mot entré
ja: 4番目の単語を入力する
ko: 4번째 단어 입력
nl: Voer het 4 woord in
vi: Từ thứ 4
zh_hans: 第4个单词输入
zh_hant: 第4個單詞輸入

# 2.0_5PhraseEnter
source: 5th Word
es: Entrada de la palabra No.5
fr: Cinquième mot entré
ja: 5番目の単語を入力する
ko: 5번째 단어 입력
nl: Voer het 5 woord in
vi: Từ thứ 5
zh_hans: 第5个单词输入
zh_hant: 第5個單詞輸入

# 2.0_6PhraseEnter
source: 6th Word
es: Entrada de la palabra No.6
fr: Sixième mot entré
ja: 6番目の単語を入力する
ko: 6번째 단어 입력
nl: Voer het 6 woord in
vi: Từ thứ 6
zh_hans: 第6个单词输入
zh_hant: 第6個單詞輸入

# 2.0_7PhraseEnter
source: 7th Word
es: Entrada de la palabra No.7
fr: Septième mot entré
ja: 7番目の単語を入力する
ko: 7번째 단어 입력
nl: Voer het 7 woord in
vi: Từ thứ 7
zh_hans: 第7个单词输入
zh_hant: 第7個單詞輸入

# 2.0_8PhraseEnter
source: 8th Word
es: Entrada de la palabra No.8
fr: Huitième mot entré
ja: 8番目の単語を入力する
ko: 8번째 단어 입력
nl: Voer het 8 woord in
vi: Từ thứ 8
zh_hans: 第8个单词输入
zh_hant: 第8個單詞輸入

# 2.0_9PhraseEnter
source: 9th Word
es: Entrada de la palabra No.9
fr: Neuvième mot entré
ja: 9番目の単語を入力する
ko: 9번째 단어 입력
nl: Voer het 9 woord in
vi: Từ thứ 9
zh_hans: 第9个单词输入
zh_hant: 第9個單詞輸入

# 2.0_10PhraseEnter
source: 10th Word
es: Entrada de la palabra No.10
fr: Dixième mot entré
ja: 10番目の単語を入力する
ko: 10번째 단어 입력
nl: Voer het 10 woord in
vi: Từ thứ 10
zh_hans: 第10个单词输入
zh_hant: 第10個單詞輸入

# 2.0_11PhraseEnter
source: 11th Word
es: Entrada de la palabra No.11
fr: Onzième mot entré
ja: 11番目の単語を入力する
ko: 11번째 단어 입력
nl: Voer het 11 woord in
vi: Từ thứ 11
zh_hans: 第11个单词输入
zh_hant: 第11個單詞輸入

# 2.0_12PhraseEnter
source: 12th Word
es: Entrada de la palabra No.12
fr: Douzième mot entré
ja: 12番目の単語を入力する
ko: 12번째 단어 입력
nl: Voer het 12 woord in
vi: Từ thứ 12
zh_hans: 第12个单词输入
zh_hant: 第12個單詞輸入

# 2.0_PhraseEnterError
source: Error, please enter again
es: Error de entrada por favor vuelva a entrar
fr: Erreur entrée veuillez entrer de nouveau
ja: 正しくないから、もう一度入力してください
ko: 잘못 입력함. 재입력하세요
nl: Invoer fout, voer opnieuw in
vi: Nhập lỗi, hãy nhập lại
zh_hans: 输入错误请再输入
zh_hant: 輸入錯誤請再輸入

# 2.0_PhraseVerifyError
source: Verification failed
es: Error de validación
fr: Vérification échouée
ja: 検証失敗
ko: 인증 실패
nl: Verificatie mislukt
vi: Xác thực thất bại
zh_hans: 验证失败
zh_hant: 驗證失敗

# 2.0_PhraseVerifyFindError
source: Please enter correct recovery phrase
es: Por favor ingrese la frase de recuperación correcta
fr: Veuillez entrer les locutions de rétablissement correctes
ja: 正しい回復フレーズを入力してください
ko: 정확한 복원 단문을 입력하세요
nl: Voer de juiste herstelde zinsnede in
vi: Hãy nhập cụm từ khôi phục chính xác
zh_hans: 请输入正确的助记词
zh_hant: 請輸入正確的助記詞

# 2.0_AaginBackup
source: Back Up Again
es: Rehacer la copia de seguridad
fr: Sauvegarder de nuveau
ja: もう一度バックアップする
ko: 재 백업
nl: Maak een zeg het later weer
vi: Sao lưu lại
zh_hans: 再次备份
zh_hant: 再次備份

# 2.0_Complete
source: Completed
es: Completar
fr: Accompli
ja: 完成する
ko: 완성
nl: Voltooid
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# 2.0_BackupSuccess
source: Back Up Successful
es: Copia de seguridad exitosa
fr: Copie de sécurité avec succès
ja: バックアップ済み
ko: 백업되었습니다
nl: Met succes een zeg het later maken
vi: Sao lưu xong
zh_hans: 备份成功
zh_hant: 備份成功

# 2.0_HintLabel
source: If the password is forgotten, the seed can be used to recover the assets, please keep in a safe place.
es: Perdida de contraseña de monedero Frase de recuperación de monedero que se puede utilizar para recuperar fondos Tenga cuidado de no revelar o divulgar la confidencialidad
fr: Au cas où le mot de passe est perdu, Locution de rétablissement de porte-monnaie ，peut être utilisé pour récupérer le capital Veuillez faire attention de ne pas divulguer ou révéler
ja: ワォレットパスワードを忘れる場合 ワォレットの回復フレーズで資金を取り返せるから 絶対に秘密にしてください
ko: 돈지갑 패스워드 분실시 돈지갑 복원 단문으로 자금을 찾을 수 있습니다 보안에 주의하셔서 누설 혹은 공개하지 아니합니다
nl: Bij het verloren van portefeuille kan de herstelde zinsnede voor de portefeuille worden gebruikt om het geld terug te vorderen Let op geheimhouding en maak het niet bekend of openbaar
vi: Nếu quên mật khẩu có thể dùng cụm từ khôi phục để khôi phục tài sản, hãy giữ ở nơi an toàn
zh_hans: 如果丢失钱包密码 钱包的助记词，可用于恢复资产 请注意保密
zh_hant: 如果丟失錢包密碼 錢包的助記詞，可用於恢復資產 請注意保密

# 2.0_TradingDeatailFail
source: Fail to get transfer details
es: Error al obtener detalles de transacción
fr: Obtention de détail de transction échouée
ja: 取引詳細を獲得できない
ko: 자세 거래 상황 취득 실패
nl: Verkrijgen van transactie details mislukt
vi: Lấy chi tiết giao dịch thất bại
zh_hans: 转汇详情获取失败
zh_hant: 轉匯詳情獲取失敗

# 2.0_FindWalletPW
source: Recover Assets
es: Encontrar el fondo
fr: Récupérer le capital
ja: 資金を取り返す
ko: 자금 찾기
nl: Vind geld terug
vi: Lấy lại tài sản
zh_hans: 恢复资产
zh_hant: 恢復資產

# 2.0_EmailFind
source: Email Verification
es: Correo de vuelta
fr: Récupérer par l’e-mail
ja: メールで取り返す
ko: 이메일 찾기
nl: E-mail terugvinden
vi: Xác minh email
zh_hans: 邮箱验证
zh_hant: 郵箱驗證

# 2.0_MobileFind
source: Mobile Verification
es: Teléfono encontrado
fr: Récupérer par le portable
ja: 携帯電話で取り返す
ko: 핸드폰 찾기
nl: Telefoon terugvinden
vi: Xác minh số điện thoại
zh_hans: 手机验证
zh_hant: 手機驗證

# 2.0_FindPassWordVC
source: Set Username & Password
es: Configuración de contraseña
fr: Configuration du mot de passe
ja: パスワードを設置する
ko: 패스워드 설정
nl: Wachtwoord instellen
vi: Cài đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# 2.0_SetPayPassWordVC
source: Set PIN
es: Configuración de contraseña
fr: Configurer le mot de passe du paiement
ja: 支払パスワードを設置する
ko: 지불 패스워드 설정
nl: Stel betaal wachtwoord in
vi: Cài đặt PIN
zh_hans: 设置PIN
zh_hant: 設置PIN

# 2.0_PayPassWordMannger
source: Manage PIN
es: PIN de administración
fr: PIN de gestion
ja: 管理PIN
ko: 관리 PIN
nl: Beheer PIN
vi: Quản lý mật khẩu thanh toán
zh_hans: 管理PIN
zh_hant: 管理PIN

# 2.0_ForgetPayPassWord
source: Forgot PIN
es: Olvidar PIN
fr: Oublié PIN
ja: 忘れる PIN
ko: 잊어 버려라 PIN
nl: Vergeten PIN
vi: Quên PIN
zh_hans: 忘记PIN
zh_hant: 忘記PIN

# 2.0_BeenSet
source: Setup Complete
es: Se ha fijado
fr: Déjà configuré
ja: 設置済み
ko: 이미 설정
nl: Ingesteld
vi: Đã cài đặt
zh_hans: 已设置
zh_hant: 已設置

# 2.0_Setting
source: Set
es: Establecer
fr: Configurer
ja: セット
ko: 설정
nl: Instellen
vi: Cài đặt
zh_hans: 设置
zh_hant: 設置

# 2.0_NotSet
source: Not Set
es: No establecido
fr: Pas encore configuré
ja: 設定されていない
ko: 미설정
nl: Niet ingesteld
vi: Chưa cài đặt
zh_hans: 未设置
zh_hant: 未設置

# 2.0_Change
source: Modify
es: Modificar
fr: Modifier
ja: 変更
ko: 변경
nl: Wijzigen
vi: Sửa
zh_hans: 修改
zh_hant: 修改

# 2.0_PayPWPreferences
source: PIN Preference
es: Preferencias de PIN
fr: Préférences PIN
ja: PINの設定
ko: PIN 환경 설정
nl: PIN-voorkeuren
vi: Tùy chọn PIN
zh_hans: PIN首选项
zh_hant: PIN首選項

# 2.0_PleaseSetPayWord
source: Set PIN
es: Por favor establezca la contraseña de pago
fr: Veuillez configurer le mot de passe du paiement
ja: 支払パスワードを設置してください
ko: 지불 패스워드를 설정하세요
nl: Gelieve het betaal wachtwoord in te stellen
vi: Thiết lập PIN
zh_hans: 设置PIN
zh_hant: 請設置PIN

# 2.0_OnlyNum
source: PIN can only be numbers
es: La contraseña de pago sólo puede ser un número
fr: Mot de passe du paiement n’est que de chiffre
ja: 支払パスワードは数字しか設置できない
ko: 지불 패스워드는 숫자만 사용합니다
nl: Het betaling wachtwoord kan alleen een cijfer zijn
vi: PIN là số
zh_hans: PIN只能为数字
zh_hant: PIN只能為數字

# 2.0_PleaseAgainSetPayWord
source: Confirm PIN
es: Por favor establezca la contraseña de pago
fr: Veuillez ré-configurer le mot de passe du paiement
ja: もう一度支払パスワードを設置してください
ko: 지불 패스워드를 재설성하세요
nl: Gelieve het betaal wachtwoord opnieuw in te stellen
vi: Xác nhận PIN
zh_hans: 确认PIN
zh_hant: 請確認PIN

# 2.0_SetPayWordFail
source: PIN Not Set
es: Error al configurar la contraseña
fr: Configuration du mot de passe échouée
ja: パスワードを設置できない
ko: 패스워드 설정 실패
nl: Instellen van wachtwoord mislukt
vi: Cài đặt PIN thất bại
zh_hans: 设置PIN失败
zh_hant: 設置PIN失敗

# 2.0_SetPayWordSuccess
source: PIN Set Successfully
es: Configuración de contraseñas correcta
fr: Configuration du mot de passe réussite
ja: パスワードは設置済み
ko: 패스워드가 설정되었습니다
nl: Wachtwoord met succes ingesteld
vi: Cài đặt PIN xong
zh_hans: 设置PIN成功
zh_hant: 設置PIN成功

# 2.0_RememberPayWord
source: Please Remember The PIN
es: Tenga en cuenta la nueva contraseña
fr: Veuillez bien retenir le nouveau mot de passe
ja: 新しいパスワードを必ず忘れないでください
ko: 신규 패스워드를 꼭 기억하세요
nl: Gelieve het nieuwe wachtwoord te onthouden
vi: Hãy ghi nhớ PIN
zh_hans: 请牢记PIN
zh_hant: 請牢記PIN

# 2.0_LocalCurrencyVC
source: Local currency
es: Moneda local
fr: Monnaie locale
ja: ローカル通貨
ko: 로컬 화폐
nl: Lokale valuta
vi: Tiền bản địa
zh_hans: 本地货币
zh_hant: 本地貨幣

# 2.0_Language
source: Language
es: Lengua
fr: Langue
ja: 言語
ko: 언어
nl: Taal
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# 2.0_renminbi
source: CNY
ja: 人民元
ko: 위안화
vi: Nhân dân tệ
zh_hans: 人民币
zh_hant: 人民幣

# 2.0_gangbi
source: HKD
ja: 香港ドル
ko: 홍콩 달러
vi: Đô la Hồng Kông
zh_hans: 港元
zh_hant: 港幣

# 2.0_riyuan
source: JPY
es: Yen
fr: Yen
ja: 日本円
ko: 엔화
vi: Yên Nhật
zh_hans: 日元
zh_hant: 日元

# 2.0_meiyuan
source: USD
fr: USDollar
ja: 米ドル
ko: 미국달러
vi: Đô la Mỹ
zh_hans: 美元
zh_hant: 美元

# 2.0_yingbang
source: GBP
es: Esterlina
fr: Livre sterling
ja: 英ポンド
ko: 파운드
nl: Pound
vi: Bảng Anh
zh_hans: 英镑
zh_hant: 英鎊

# 2.0_hangyuan
source: KRW
es: Moneda coreana
fr: Won
ja: ウォン
ko: 한화
nl: Won
vi: Won
zh_hans: 韩元
zh_hant: 韓元

# 2.0_ouyuan
source: EUR
es: Euro
fr: Euro
ja: ユーロ
ko: 유로
nl: Euro
vi: Euro
zh_hans: 欧元
zh_hant: 歐元

# 2.0_yuenandun
source: VND
es: Dong vietnamita
fr: Dong Dang, Viet Nam
ja: ルピア
ko: 베트남 동
nl: Vietnamese Dong
vi: Việt Nam đồng
zh_hans: 越南盾
zh_hant: 越南盾

# 2.0_SetCurrencyFail
source: Setup failed
es: Error al configurar
fr: Configuration échouée
ja: 設置できない
ko: 설정 실패
nl: Instel mislukt
vi: Cài đặt thất bại
zh_hans: 设置失败
zh_hant: 設置失敗

# 2.0_zhongwenjianti
source: Chinese Simplified
es: Chino Simplificado
fr: Chinois Simplifié
ja: 中国語簡体字
ko: 중국어 간체
nl: Chinees Vereenvoudigd
vi: Tiếng Trung Giản thể
zh_hans: 简体中文
zh_hant: 簡體中文

# 2.0_zhongwenfanti
source: Chinese Traditional
es: Chino Tradicional
fr: Chinois Traditionnel
ja: 中国語繁体字
ko: 중국어 번체
nl: Chinees Traditioneel
vi: Tiếng Trung Quốc truyền thống
zh_hans: 繁体中文
zh_hant: 繁體中文

# 2.0_riyu
source: Japanese
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
nl: Japans
vi: Tiếng Nhật
zh_hans: 日语
zh_hant: 日語

# 2.0_yingyu
source: English
es: Inglés
fr: Anglais
ja: 英語
ko: 영어
nl: Engels
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英語

# 2.0_helanyu
source: Dutch
es: Holandés
fr: Néerlandais
ja: オランダ語
ko: 네덜란드어
nl: Nederlands
vi: Tiếng Hà Lan
zh_hans: 荷兰语
zh_hant: 荷蘭語

# 2.0_hanyu
source: Korean
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
nl: Koreaans
vi: Tiếng Hàn Quốc
zh_hans: 韩语
zh_hant: 韓語

# 2.0_fayu
source: French
es: Francés
fr: Français
ja: フランス語
ko: 프랑스어
nl: Frans
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法語

# 2.0_yuenanyu
source: Vietnamese
es: Vietnamita
fr: Vietnamien
ja: ベトナム語
ko: 베트남어
nl: Vietnamees
vi: Tiếng Việt
zh_hans: 越南语
zh_hant: 越南語

# 2.0_xibanyayu
source: Spanish
es: Español
fr: Espagnol
ja: スペイン語
ko: 스페인어
nl: Spaans
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

# 2.0_EnterCurrentPassword
source: Enter Current Password
es: Por favor ingrese su contraseña existente
fr: Veuillez entrer votre mot de passe actuel
ja: 現有パスワードを入力してください
ko: 기존 패스워드를 입력하세요
nl: Voer uw huidige wachtwoord in
vi: Nhập mật khẩu
zh_hans: 请输入现有密码
zh_hant: 請輸入現有密碼

# 2.0_EnterNewPassword
source: Enter New Password
es: Por favor ingrese su nueva contraseña
fr: Veuillez entrer votre nouveau mot de passe
ja: 新しいパスワードを入力してください
ko: 신규 패스워드를 입력하세요
nl: Voer uw nieuwe wachtwoord in
vi: Nhập mật khẩu mới
zh_hans: 请输入新密码
zh_hant: 請輸入新密碼

# 2.0_EnterAgainNewPassword
source: Confirm New Password
es: Vuelva a introducir su nueva contraseña
fr: Veuillez entrer de nouveau votre nouveau mot de passe
ja: 新しいパスワードをもう一度入力してください
ko: 신규 패스워드 재입력
nl: Voer uw nieuwe wachtwoord opnieuw in
vi: Nhập lại mật khẩu mới
zh_hans: 请确认新密码
zh_hant: 請確認新密碼

# 2.0_ChangeWalletPasswordVC
source: Modify Password
es: Cambiar contraseña de monedero
fr: Modifier le mot de passe de porte-monnaie
ja: ワォレットのパスワードを変更する
ko: 돈지갑 패스워드 변경
nl: Wijzig portefeuille wachtwoord
vi: Sửa mật khẩu ví
zh_hans: 修改钱包密码
zh_hant: 修改錢包密碼

# 2.0_EnterPWError
source: Incorrect Current PIN
es: Error de entrada, por favor vuelva a entrar
fr: Erreurentrée, veuillez entrer de nouveau
ja: 正しくないから、もう一度入力してください
ko: 잘못 입력함. 재입력하세요
nl: Invoer fout, voer opnieuw in
vi: Nhập lỗi, hãy nhập lại
zh_hans: 输入错误请再输入
zh_hant: 輸入錯誤請再輸入

# 2.0_NewPWNotOldPW
source: New Password Must Be Different To Current Password
es: La nueva contraseña no puede ser la misma que la contraseña original
fr: Nouveau mot de passe ne peut être identique à l’ancien mot de passe
ja: 必ず元のパスワードと異なるパスワードを設置してください
ko: 신규 패스워드는 기존 패스워드와 같을 수 없습니다
nl: Het nieuwe wachtwoord kan niet hetzelfde zijn als het originele wachtwoord
vi: Mật khẩu mới phải khác mật khẩu cũ
zh_hans: 新密码不能与现有密码相同
zh_hant: 新密碼不能與現有密碼相同

# 2.0_OldPWError
source: Incorrect Current Password
es: Error de contraseña original
fr: Erreur mot de passe original
ja: 元のパスワードは正しくない
ko: 기존 패스워드 에러
nl: Origineel wachtwoord onjuist
vi: Mật khẩu hiện tại không chính xác
zh_hans: 现有密码错误
zh_hant: 現有密碼錯誤

# 2.0_ChangeWalletSuccess
source: Password Modified Successfully
es: Modificado correctamente
fr: Modification réussite
ja: 変更済み
ko: 변경되었습니다
nl: Pas met succes aan
vi: Thay đổi xong
zh_hans: 修改成功
zh_hant: 修改成功

# 2.0_NeedAgainLogin
source: Please remember the new password. Please log in again.
es: Tenga en cuenta la nueva contraseña Necesita iniciar una sesión de nuevo después de modificar su contraseña
fr: Veuillez bien retenir le nouveau mot de passe Se connecter de nouveau après modification du mot de passe
ja: 新しいパスワードを必ず忘れないでください パスワードを変更してから、もう一度ログインする必要がある
ko: 신규 패스워드를 꼭 기억하세요 패스워드 변경 후에는 재등록하셔야 합니다
nl: Onthoud het nieuwe wachtwoord goed na het wijzigen van het wachtwoord moet u opnieuw inloggen
vi: Hãy nhớ mật khẩu mới. Và đăng nhập lại
zh_hans: 请牢记新密码 修改密码后需重新登录
zh_hant: 請牢記新密碼 修改密碼後需重新登錄

# 2.0_FindPayPassWord
source: Recover PIN
es: Recuperar contraseña de pago
fr: Récupérer le mot de passe du paiement
ja: 支払パスワードを取り返す
ko: 지불 패스워드 찾기
nl: Vind betaal wachtwoord terug
vi: Khôi phục PIN
zh_hans: 找回PIN
zh_hant: 找回PIN

# 2.0_ChangePayPassWord
source: Modify PIN
es: Cambiar PIN
fr: Modifier le code PIN
ja: PINの変更
ko: PIN 변경
nl: Wijzig PIN
vi: Thay đổi PIN
zh_hans: 修改PIN
zh_hant: 修改PIN

# 2.0_ChangePaySuccess
source: PIN Modified Successfully
es: Modificar contraseña de pago con éxito
fr: Modification du mot de passe du paiement réussite
ja: PIN変更した
ko: 지불 패스워드가 변경되었습니다
nl: Betaal wachtwoord met success gewijzigd
vi: Thay đổi PIN xong
zh_hans: 修改PIN成功
zh_hant: 修改PIN成功

# 2.0_EnterOldPayPW
source: Enter Current PIN
es: Ingrese un PIN existente
fr: Entrez un code PIN existant
ja: 既存のPINを入力してください
ko: 기존 PIN 입력
nl: Voer een bestaande PIN in
vi: Nhập PIN hiện tại
zh_hans: 输入现有PIN
zh_hant: 輸入現有PIN

# 2.0_EnterNewPayPW
source: Set New PIN
es: Establecer nuevo PIN
fr: Définir un nouveau code PIN
ja: 新しいPINを設定する
ko: 새 PIN 설정
nl: Stel een nieuwe PIN in
vi: Đặt PIN mới
zh_hans: 设置新PIN
zh_hant: 設置新PIN

# 2.0_EnterAgainNewPayPW
source: Confirm New PIN
es: Confirmar PIN nuevo
fr: Confirmer le nouveau code PIN
ja: 新しいPINを確認する
ko: 새 PIN 확인
nl: Bevestig nieuwe PIN
vi: Xác nhận PIN mới
zh_hans: 确认新PIN
zh_hant: 確認新PIN

# 2.0_TouchIDLock
source: TouchID locked after too many attempts. Please enter your iPhone password to unlock
es: TouchID está bloqueado porque ha fallado demasiadas veces. por favor ingrese la contraseña del iPhone para desbloquear
fr: En raison de votres multiples échecs, TouchID a été verrouillé. Veuillez entrer le mot de passe de iPhone pour déverrouiller
ja: 失敗する回数が多すぎるから、TouchIDがロックされた。iPhoneパスワードを入力してロックを解除してください
ko: 실패 회수 과다로 TouchID가 잠겼습니다. IPhone 패스워드를 입력하여 잠금 해제를 하세요
nl: Omdat u te vaak hebt gefaald, is TouchID vergrendeld. Voer het iPhone-wachtwoord in voor ontgrendeling
vi: Do sai nhiều, TouchID đã bị khóa, hãy nhập mật khẩu iPhone để mở khóa
zh_hans: 由于您失败的次数太多,Touch ID被锁定.请输入iPhone密码进行解锁
zh_hant: 由於您失敗的次數太多,Touch ID被鎖定.請輸入iPhone密碼進行解鎖

# 2.0_FaceIDLock
source: FaceID is locked after too many attempts. Please enter your iPhone password to unlock
es: FaceId está bloqueado porque ha fallado demasiadas veces. por favor ingrese la contraseña del iPhone para desbloquear
fr: En raison de votres multiples échecs, FaceID a été verrouillé. Veuillez entrer le mot de passe de iPhone pour déverrouiller
ja: 失敗する回数が多すぎるから、FaceIDがロックされた。iPhoneパスワードを入力してロックを解除してください
ko: 실패 횟수 과다로 FaceID가 잠겼습니다. IPhone 패스워드를 입력하여 잠금 해제를 하세요
nl: Omdat u te vaak hebt gefaald, is FaceID vergrendeld. Voer het iPhone-wachtwoord in voor ontgrendeling
vi: Do sai nhiều, FaceID bị khóa, hãy nhập mật khẩu iPhone để mở khóa
zh_hans: 由于您失败的次数太多,Face ID被锁定.请输入iPhone密码进行解锁
zh_hant: 由於您失敗的次數太多,Face ID被鎖定.請輸入iPhone密碼進行解鎖

# 2.0_IDVerifyError
source: Verification failed
es: Error de validación
fr: Vérification échouée
ja: 検証エラー
ko: 인증 실패
nl: Verificatie mislukt
vi: Xác thực thất bại
zh_hans: 验证失败
zh_hant: 驗證失敗

# 2.0_VerifyFaceID
source: verify Face ID
es: Verificar Face ID
fr: Vérifier Face ID
ja: Face IDを検証する
ko: Face ID 인증
nl: Face ID verifiëren
vi: Xác thực Face ID
zh_hans: 验证Face ID
zh_hant: 驗證Face ID

# 2.0_VerifyTouchID
source: Verify Touch ID
es: Verificar Touch ID
fr: Vérifier Touch ID
ja: Touch IDを検証する
ko: Touch ID 인증
nl: Touch ID verifiëren
vi: Xác thực Touch ID
zh_hans: 验证Touch ID
zh_hant: 驗證Touch ID

# 2.0_NotSetFaceID
source: Face ID not set，Please set Face ID
es: Face ID no establecido, por favor establece Face ID
fr: Touch ID encore configuré , veuillez configurer
ja: Face IDを設置していない。Face IDを設置してください
ko: Face ID 미설정, Face ID를 설정하세요
nl: Face ID niet ingesteld, stelt u Face ID
vi: Chưa cài đặt Face ID, hãy cài đặt Face ID
zh_hans: 未设置Face ID，请设置Face ID
zh_hant: 未設置Face ID，請設置Face ID

# 2.0_NotSetTouchID
source: Touch ID not set，Please setTouch ID
es: Touch ID no establecido, por favor establece Touch ID
fr: Touch ID encore configuré , veuillez configurer
ja: Touch IDを設置していない。Touch IDを設置してください
ko: Touch ID 미설정, Touch ID를 설정하세요
nl: Touch ID niet ingesteld, stelt u Touch ID
vi: Chưa cài đặt Touch ID, hãy cài đặt Touch ID
zh_hans: 未设置Touch ID，请设置Touch ID
zh_hant: 未設置Touch ID，请設置Touch ID

# 2.0_UseFaceID
source: Use Face ID to send currencies
es: Enviar moneda digital con Face ID
fr: Veuillez envoyer la monnaie numérique en utilisant le Face ID
ja: Face IDを利用してデジタル通貨を送信する
ko: Face ID를 사용하여 디지털 화폐 발송
nl: Stuur digitale valuta met Face ID
vi: Dùng Face ID để gửi tiền
zh_hans: 使用Face ID发送数字货币
zh_hant: 使用Face ID發送數字貨幣

# 2.0_UseTouchID
source: Use Touch ID to send currencies
es: Enviar moneda digital Touch ID con Face ID
fr: Veuillez utiliser la monnaie numérique en utilisant le Touch ID
ja: Touch IDを利用してデジタル通貨を送信する
ko: Touch ID를 사용하여 디지털 화폐 발송
nl: Stuur digitale valuta met Touch ID
vi: Dùng Touch ID để gửi tiền
zh_hans: 使用Touch ID发送数字货币
zh_hant: 使用Touch ID發送數字貨幣

# 2.0_AutoScan
source: Position the square on the QR code
es: Apunte el marco en el código QR para escanear automáticamente
fr: Visez le cadre sur le code QR pour scanner automatiquement
ja: 自動的にスキャンするようにQRコードでフレームを目指す
ko: 자동으로 스캔하려면 QR 코드에서 프레임을 조준하십시오.
nl: Richt het kader op de QR-code om automatisch te scannen
vi: Canh chỉnh mã QR ở trong khung
zh_hans: 将取景框对准二维码即可自动扫描
zh_hant: 將取景框對準二維碼即可自動掃描

# 2.0_NoRecordData
source: No Transfer Record
es: Sin registros de transacciones
fr: Aucun enregistrement de transaction
ja: 転送レコードはありません
ko: 거래 기록 없음
nl: Geen transactierecords
vi: Không lịch sử giao dịch
zh_hans: 暂无转汇记录
zh_hant: 暫無轉匯記錄

# 2.0_pasteAddress
source: Paste
es: Pegar la dirección
fr: Collez l'adresse
ja: ペースト
ko: 주소 붙여 넣기
nl: Plak het adres
vi: Dán
zh_hans: 粘贴
zh_hant: 粘貼

# 2.0_RememberChangePayWord
source: Please Remember The New PIN
es: Recordar nuevo PIN
fr: Mémoriser le nouveau code PIN
ja: 新しいPINを記憶する
ko: 새 PIN 기억
nl: Onthoud nieuwe pincode
vi: Xin ghi nhớ PIN mới
zh_hans: 请牢记新PIN
zh_hant: 請牢記新PIN

# 2.0_SetTouchIDSuccess
source: Set
ja: セット
ko: 세트
vi: Thiết lập
zh_hans: 设置成功
zh_hant: 設置成功

# 2.0_payPasswordError
source: Incorrect PIN
es: Error de PIN
fr: Erreur de code PIN
ja: PINエラー
ko: PIN 오류
nl: PIN-fout
vi: Sai PIN
zh_hans: PIN错误
zh_hant: PIN錯誤

# 2.0_NewPayPWNotOldPW
source: New PIN Must Be Different To Current PIN
es: El nuevo PIN no puede ser el mismo que el PIN existente
fr: Le nouveau code PIN ne peut pas être identique à un code PIN existant
ja: 新しいPINを既存のPINと同じにすることはできません
ko: 새 PIN은 기존 PIN과 같을 수 없습니다
nl: De nieuwe PIN kan niet hetzelfde zijn als een bestaande PIN
vi: PIN mới phải khác PIN hiện có
zh_hans: 新PIN不能与现有PIN相同
zh_hant: 新PIN不能與現有PIN相同
