Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 3.0_Bin_TheBuyer
source: Buyer is selecting. Please wait.
es: Los compradores pronto hacer una elección, por favor, sea paciente
fr: L'acheteur est sur le point de faire un choix, veuillez patienter patiemment
ja: バイヤーは選択しようとしています、しっかりとお待ちください
ko: 구매자가 선택을하려고합니다. 기다려주세요.
nl: De koper staat op het punt een keuze te maken, even geduldig wachten
vi: Người mua đang chọn. Vui lòng đợi.
zh_hans: 买家即将做出选择，请耐心等待
zh_hant: 買家即將做出選擇，請耐心等待

# 3.0_Bin_TheSeller
source: Seller is selecting. Please wait.
es: El vendedor está a punto de tomar una decisión, por favor, sea paciente
fr: Le vendeur est sur le point de faire un choix, veuillez patienter patiemment
ja: 売り手は選択しようとしています、しっかりと待ってください
ko: 판매자가 선택을하려고합니다. 참을성있게 기다려주세요.
nl: De verkoper staat op het punt een keuze te maken, even geduldig wachten
vi: Người bán đang chọn. Vui lòng đợi.
zh_hans: 卖家即将做出选择，请耐心等待
zh_hant: 賣家即將做出選擇，請耐心等待

# 3.0_Bin_InputPriceorrect
source: Enter Correct Price Format
es: Por favor ingrese el precio correcto
fr: Veuillez entrer le bon prix
ja: 正しい価格を入力してください
ko: 올바른 가격을 입력하십시오.
nl: Voer de juiste prijs in
vi: Mời nhập giá chính xác
zh_hans: 请输入正确的价格
zh_hant: 請輸入正確的價格

# 3.0_Bin_TotalPriceNotZeor
source: Total Amount cannot be 0
es: El precio total no puede ser 0
fr: Le prix total ne peut pas être 0
ja: 総価格は0にはできません
ko: 총 가격은 0이 될 수 없습니다.
nl: De totale prijs kan niet 0 zijn
vi: Tổng giá không được bằng 0
zh_hans: 总价不能为0
zh_hant: 總價不能為0

# 3.0_Bin_InputUnitPrice
source: Enter Unit Price
es: Por favor ingrese el precio unitario
fr: Veuillez entrer le prix unitaire
ja: 単価を入力してください
ko: 단가를 입력하십시오.
nl: Voer de eenheidsprijs in
vi: Mời nhập đơn giá
zh_hans: 输入单价
zh_hant: 請輸入單價

# 3.0_Bin_DappTips
source: DApps are offered by third parties. Select blockchain products and services.
es: Las plataformas DApps son proporcionadas por terceros Tienes la libertad de elegir productos y servicios de blockchain.
fr: Les plates-formes DApp sont fournies par des tiers Vous êtes libre de choisir les produits et services blockchain
ja: プラットフォームDAppsはサードパーティによって提供されています。 あなたはブロックチェーン製品とサービスを自由に選択できます
ko: 플랫폼 DApps는 타사에서 제공합니다. 블록 체인 제품 및 서비스는 자유롭게 선택할 수 있습니다
nl: Platform-DApp's worden geleverd door derden U bent vrij om blockchain-producten en -services te kiezen
vi: DApp do bên thứ 3 cung cấp. Bạn có thể tự do chọn lựa sản phẩm và dịch vụ blockchain
zh_hans: 平台的DApp均由第三方提供 你可自由选择区块链产品与服务
zh_hant: 平台的DApp均由第三方提供 你可自由選擇區塊鏈產品與服務

# 3.0_Bin_Authorization
source: Authorized by IDCW
es: Autorización de IDCW
fr: Autorisation IDCW
ja: IDCWの承認
ko: IDCW 인증
nl: IDCW-autorisatie
vi: Được ủy quyền bởi IDCW
zh_hans: IDCW 授权
zh_hant: IDCW 授權

# 3.0_Bin_ApplyID
source: RAcoin would like access to your Wallet ID
es: Solicite su ID de Wallet
fr: Demander votre identifiant Wallet
ja: ウォレットIDを申請する
ko: 월렛 ID 신청
nl: Vraag uw Wallet-ID aan
vi: RAcoin muốn có quyền truy cập vào ID Wallet của bạn
zh_hans: 申请获得您的Wallet ID
zh_hant: 申請獲得您的Wallet ID

# 3.0_Bin_Refused
source: Reject
es: Rehusó
fr: Refusé
ja: 拒否
ko: 거절 한
nl: weigeren
vi: Từ chối
zh_hans: 拒绝
zh_hant: 拒絕

# 3.0_Bin_Allow
source: Agree
es: Permitido
fr: Autorisé
ja: 許可
ko: 허용됨
nl: toestaan
vi: Cho phép
zh_hans: 允许
zh_hant: 允許

# 3.0_Bin_AuthorizationFail
source: Authorization Failed
es: Autorización fallida
fr: L'autorisation a échoué
ja: 承認に失敗しました
ko: 승인 실패
nl: Autorisatie mislukt
vi: Uỷ quyền thất bại
zh_hans: 授权失败
zh_hant: 授權失敗

# 3.0_Bin_ReceivingParty
source: Recipient
es: Receptor
fr: Récepteur
ja: 受信機
ko: 수신기
nl: recipiënt
vi: Bên nhận
zh_hans: 接收方
zh_hant: 接收方

# 3.0_Bin_Extraction
source: Withdraw
es: Extracción
fr: Extraction
ja: 抽出
ko: 추출
nl: extract
vi: Rút
zh_hans: 提取
zh_hant: 提取

# 3.0_Bin_ConfirmExtraction
source: Confirm
es: Extracción de confirmación
fr: Extraction de confirmation
ja: 確認抽出
ko: 확인 추출
nl: Bevestigingsextractie
vi: Xác nhận
zh_hans: 确认提取
zh_hant: 確認提取

# 3.0_Bin_InputExtractionAddress
source: Withdrawal Address
es: Ingrese la dirección de extracción
fr: Entrez l'adresse d'extraction
ja: 抽出アドレスを入力してください
ko: 추출 주소 입력
nl: Voer het extractie-adres in
vi: Nhập địa chỉ rút
zh_hans: 输入提取地址
zh_hant: 輸入提取地址

# 3.0_Bin_ExtractionAddress
source: Address
es: Extracto de dirección
fr: Adresse d'extrait
ja: アドレスの抽出
ko: 주소 추출
nl: Extract adres
vi: Địa chỉ rút
zh_hans: 地址
zh_hant: 提取地址

# 3.0_Bin_RepeatWithdrawl
source: Repeat Withdrawal
es: Retiro repetido
fr: Retrait répété
ja: 引き出しを繰り返した
ko: 철수 반복
nl: Herhaalde opname
vi: Rút nhiều lần
zh_hans: 重复提现
zh_hant: 重複提現

# 3.0_AcceptantAddCurrencyAndAmount
source: Add payment currency and amount of funds.
es: Agregue la moneda de pago y la cantidad de dinero
fr: Veuillez ajouter la devise de paiement et le montant d'argent
ja: 支払い通貨と金額を追加してください
ko: 지불 통화 및 금액을 추가하십시오.
nl: Voeg betalingsvaluta en geldbedrag toe
vi: Vui lòng thêm tiền tệ thanh toán và số tiền
zh_hans: 请添加付款币种和资金量
zh_hant: 請添加付款幣種和資金量

# 3.0_AcceptantInputPercentage
source: Enter Percentage
es: Ingrese el porcentaje
fr: Entrez le pourcentage
ja: パーセンテージを入力
ko: 백분율을 입력하십시오.
nl: Voer het percentage in
vi: Nhập tỷ lệ %
zh_hans: 输入百分比
zh_hant: 輸入百分比

# 3.0_AcceptantMinLimitation
source: Enter Amount
es: Ingrese la cantidad límite inferior
fr: Entrez la quantité limite inférieure
ja: 下限数を入力してください
ko: 하한 수량 입력
nl: Voer de onderlimiethoeveelheid in
vi: Nhập số lượng tối thiểu
zh_hans: 输入下限数量
zh_hant: 輸入下限數量

# 3.0_AcceptantMaxLimitation
source: Enter Amount
es: Ingrese la cantidad máxima
fr: Entrez le montant maximum
ja: 最大額を入力してください
ko: 최대 금액 입력
nl: Voer het maximale bedrag in
vi: Nhập số lượng tối đa
zh_hans: 输入上限数量
zh_hant: 輸入上限數量

# 3.0_AcceptantPremiumPriceTips
source: 1. The premium is for merchants to be able to refer to a reference price; 2. Premium range between -10% and 10%; 3. A positive premium means higher than the market price,negative premium means lower than the market price; 4. The market price is calculated from idcm.io and is only a reference.
es: 1. La configuración premium es para que sea más fácil para el aceptador cotizar el precio; 2. Rango premium -10% a + 10%; 3. Los números positivos son más altos que los precios de mercado, los números negativos son más bajos que los precios de mercado; 4. El precio de mercado es convertido por el sistema de idcm.io y es sólo para referencia.
fr: 1. Le paramètre de prime est de faciliter la citation du prix pour l'accepteur; 2. Gamme Premium -10% à + 10%; 3. Les nombres positifs sont plus élevés que les prix du marché, les nombres négatifs sont inférieurs aux prix du marché; 4. Le prix du marché est converti par le système à partir de idcm.io et est pour référence seulement.
ja: 1.プレミアム設定は、アクセプタが価格を簡単に引用できるようにすることです。 2.プレミアム範囲-10％〜+ 10％。 3.正の数は市場価格よりも高く、負の数は市場価格よりも低い。 4.市場価格はidcm.ioからシステムによって変換され、参照用です。
ko: 1. 프리미엄 설정은 수락자가 가격을 쉽게 인용 할 수있게하는 것입니다. 2. 프리미엄 범위 -10 % ~ + 10 %; 3. 양수는 시장 가격보다 높고, 음수는 시장 가격보다 낮다. 4. 시장 가격은 idcm.io에서 시스템으로 변환되며 참조 용입니다.
nl: 1. De premium-instelling is om het voor de acceptant gemakkelijker te maken om de prijs te vermelden; 2. Premium bereik -10% tot + 10%; 3. Positieve cijfers zijn hoger dan marktprijzen, negatieve cijfers zijn lager dan marktprijzen; 4. De marktprijs wordt door het systeem omgezet van idcm.io en is alleen ter referentie.
vi: 1. Cài đặt cao cấp là để tham khảo khi giá chấp nhận thuận tiện; 2 Phạm vi cao cấp là -10% đến +10%; 3. Số dương cao hơn giá thị trường và số âm thấp hơn giá thị trường; 4. Giá thị trường được chuyển đổi bởi hệ thống từ idcm.io và chỉ để tham khảo.
zh_hans: 1. 溢价设置是为了方便承兑商报价的时候有个参考； 2. 溢价范围 -10%～+10%； 3. 正数代表高于市场价，负数代表低于市场价； 4. 市场价是系统从idcm.io换算的，仅为参考。
zh_hant: 1. 溢價設定是為了方便承兌商報價的時候有個參攷； 2. 溢價範圍 -10%～+10%； 3. 正數代表高於市場價，負數代表低於市場價； 4. 市場價是系統從idcm.io換算的，僅為參攷。

# 3.0_AcceptantSellCoinCurrencyAndLimitation
source: Currency and Limits
es: Moneda y límites
fr: Monnaie d'acceptation et limite
ja: 受入れ通貨と限度額
ko: 수락 통화 및 한도
nl: Acceptatievaluta en limiet
zh_hans: 币种及限额
zh_hant: 幣種及限額

# 3.0_AcceptantAcceptCurrencyTypeAndAmount
source: Payment Currency and Amount of Funds
es: Moneda de pago y cantidad de fondos
fr: Devise de paiement et montant des fonds
ja: 支払い通貨と資金額
ko: 지불 통화 및 금액
nl: Betalingsvaluta en hoeveelheid geld
vi: Loại tiền thanh toán và lượng tài sản
zh_hans: 付款币种及资金量
zh_hant: 付款幣種及資金量

# 3.0_AcceptantEdit
source: Edit
es: Editando
fr: Modification
ja: 編集
ko: 편집 중
nl: uitgeven
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# 3.0_AcceptantConfirmRemoveCurrecyAndAmount
source: Delete Payment Currency and Amount of Funds
es: Determine eliminar esta moneda de pago y la cantidad de dinero
fr: Déterminer pour supprimer cette devise de paiement et montant d'argent
ja: この支払い通貨と金額を削除することを決定する
ko: 이 지불 통화 및 금액을 제거할지 결정합니다.
nl: Bepaal om deze betalingsvaluta en geldbedrag te verwijderen
vi: Xóa tiền tệ thanh toán và số tiền
zh_hans: 确定移除该付款币种及资金量
zh_hant: 確定移除該付款幣種及資金量

# 3.0_AcceptantRechargeCashDepositSuccessful
source: Deposit Successful
es: Depositar la recarga exitosa
fr: Dépôt de recharge réussi
ja: 預金の再チャージに成功
ko: 보증금 재충전 성공
nl: Stort herladen succesvol
vi: Nạp ký quỹ xong
zh_hans: 保证金充值成功
zh_hant: 保證金充值成功

# 3.0_AcceptantCashDepositManage
source: Margin Management
es: Gestión de margen
fr: Gestion des marges
ja: マージン管理
ko: 여백 관리
nl: Margebeheer
vi: Quản lý tiền ký quỹ
zh_hans: 保证金管理
zh_hant: 保證金管理

# 3.0_AcceptantCashDepositBalance
source: Margin Balance
es: Balance de margen
fr: Solde de marge
ja: マージン残高
ko: 증거금 잔액
nl: Margesaldo
vi: Số dư ký quỹ
zh_hans: 保证金余额
zh_hant: 保證金餘額

# 3.0_AcceptantCashDepositOut
source: The margin is under review and not available to be withdrawn.
es: Durante el período de auditoría (dentro de las 24 horas) El depósito no puede retirarse temporalmente
fr: Pendant la période d'audit (dans les 24 heures) Le dépôt ne peut pas être retiré temporairement
ja: 監査期間中（24時間以内） 入金は一時的に取り消すことはできません
ko: 감사 기간 (24 시간 이내) 예금은 일시적으로 인출 될 수 없습니다.
nl: Tijdens de auditperiode (binnen 24 uur) De aanbetaling kan niet tijdelijk worden ingetrokken
vi: Trong thời gian thẩm tra (trong vòng 24h) tạm thời không thể rút tiền ký quỹ
zh_hans: 审核期间(24小时内) 暂无法提取保证金
zh_hant: 審核期間(24小時內) 暫無法提取保證金

# 3.0_AcceptantNoCashDepositError
source: No History
es: Sin agua
fr: Pas d'eau
ja: 水なし
ko: 물 없음
nl: Geen water
vi: Không có lịch sử
zh_hans: 暂无流水
zh_hant: 暫無流水

# 3.0_AcceptantCashDepositManageTips
source: Click the coin name to check the margin history list. Drag to arrange debit order.
es: Haga clic en la moneda para ver el flujo de margen y arrastre para establecer la orden de deducción
fr: Cliquez sur la devise pour afficher le flux de marge et faites glisser pour définir l'ordre de déduction
ja: 通貨をクリックしてマージンフローを表示し、ドラッグして差し引き注文を設定します
ko: 통화를 클릭하여 마진 흐름을보고 드래그하여 공제 주문을 설정합니다.
nl: Klik op de valuta om de margestroom te bekijken en sleep om de aftrekvolgorde in te stellen
vi: Nhấp loại tiền để kiểm tra danh sách lịch sử ký quỹ Kéo để sắp xếp thứ tự.
zh_hans: 点击币种可查看保证金流水，拖动设置扣款顺序
zh_hant: 點擊幣種可查看保證金流水，拖動設置扣款順序

# 3.0_AcceptantCashDepositOutTips
source: There is a pending transaction.Please wait for the transaction to be completed before withdrawing the margin.
es: Tiene pedidos sin terminar. Después de completar el pedido, puede retirar el margen nuevamente.
fr: Vous avez des commandes non terminées. Après avoir terminé la commande, vous pouvez retirer la marge à nouveau.
ja: 未完了の注文があります。注文を完了した後、再度マージンを取り消すことができます。
ko: 주문을 완료 한 후 마진을 다시 철회 할 수 있습니다.
nl: Je hebt nog niet afgemaakte bestellingen. Nadat je de bestelling hebt voltooid, kun je de marge weer intrekken.
vi: Bạn còn đơn chưa hoàn thành, sau khi hoàn thành lệnh mới có thể rút tiền ký quỹ
zh_hans: 您有未完成订单，完成订单后 再提取保证金
zh_hant: 您有未完成訂單，完成訂單後 再提取保證金

# 3.0_AcceptantPickIn
source: Withdrawal
es: Recargar
fr: Recharge
ja: 再充電する
ko: 재충전
nl: herladen
vi: Rút
zh_hans: 充值
zh_hant: 充值

# 3.0_AcceptantPickUp
source: Deposit
es: Extracción
fr: Extraction
ja: 抽出
ko: 추출
nl: extract
vi: Nạp
zh_hans: 提取
zh_hant: 提取

# 3.0_AcceptantBalance
source: Balance
fr: Solde
ja: 残高
ko: 균형
nl: balans
vi: Số dư
zh_hans: 余额
zh_hant: 餘額

# 3.0_AcceptantSuspend
source: Suspend
es: Pausado
fr: En pause
ja: 一時停止中
ko: 일시 중지됨
nl: Onderbroken
vi: Tạm dừng
zh_hans: 已暂停
zh_hant: 已暫停

# 3.0_AcceptantCoinDeleteTip
source: Delete Accepted Currency and Limits
es: Aceptar para eliminar esta moneda y cuota
fr: OK pour supprimer cette devise et ce quota
ja: [OK]をクリックしてこの通貨とクォータを削除します
ko: 확인을 클릭하여이 통화 및 할당량을 제거하십시오.
nl: OK om deze valuta en quota te verwijderen
vi: Xác nhận xoá loại tiền và hạn mức
zh_hans: 确定移除该币种及限额
zh_hant: 確定移除該幣種及限額

# 3.0_AcceptantCurrencyDeleteTip
source: Delete Receipt Currency and Method
es: Asegúrese de eliminar la moneda y el método de pago
fr: Assurez-vous de supprimer la devise et le mode de paiement
ja: 通貨と支払い方法を必ず削除してください
ko: 통화 및 결제 수단을 삭제해야합니다.
nl: Zorg ervoor dat u de valuta en betaalmethode verwijdert
vi: Xóa tiền tệ và phương thức nhận
zh_hans: 确定移除该收款币种及方式
zh_hant: 確定移除該幣種及方式

# 3.0_AcceptantEditCurrencyAndMout
source: Edit Currency and Amount of Funds
es: Editar moneda y cantidad de fondos
fr: Modifier la devise et le montant des fonds
ja: 通貨と資金の金額を編集する
ko: 통화 및 금액 편집
nl: Bewerk valuta en hoeveelheid geld
vi: Chỉnh sửa đơn vị tiền tệ và số tiền
zh_hans: 编辑法币及资金量
zh_hant: 編輯法幣及資金量

# 3.0_AcceptantAddCurrencyAndMout
source: Add Currency and Amount of Funds
es: Agregue moneda legal y cantidad de dinero
fr: Ajouter une devise légale et un montant d'argent
ja: 法的通貨と金額を追加する
ko: 합법적 인 통화 및 금액 추가
nl: Voeg wettelijke valuta en hoeveelheid geld toe
vi: Thêm tiền tệ và số tiền
zh_hans: 添加法币及资金量
zh_hant: 添加法幣及資金量

# 3.0_AcceptantFrozen
source: Your merchant status has been suspended, please add more margin.
es: El sistema ha suspendido sus derechos del aceptador Agregue el margen a tiempo
fr: Le système a suspendu vos droits de l'accepteur S'il vous plaît ajouter la marge dans le temps
ja: システムがアクセプタのあなたの権利を停止しました。 時間内にマージンを追加してください
ko: 시스템에서 수락 자의 권리를 일시 중지했습니다. 시간 내에 여백을 추가하십시오.
nl: Het systeem heeft uw rechten van de acceptant opgeschort Voeg de marge op tijd toe
vi: Hệ thống đã tạm ngưng quyền hạn đại lý của bạn, mời nạp thêm tiền ký quỹ.
zh_hans: 系统已暂停您的承兑商权限 请及时补充保证金
zh_hant: 系統已暫停您的承兌商權限 請及時補充保證金

# 3.0_AcceptantBalanceNotEnough
source: Insufficient Margin Balance
es: Margen insuficiente
fr: Marge insuffisante
ja: 不十分なマージン
ko: 불충분 한 마진
nl: Onvoldoende marge
vi: Tiền ký quỹ không đủ
zh_hans: 保证金不足
zh_hant: 保證金不足

# 3.0_AcceptantBalanceRecharge
source: Add Margin
es: Depósito suplementario
fr: Dépôt supplémentaire
ja: 補充金
ko: 추가 보증금
nl: Aanvullende aanbetaling
vi: Nạp thêm tiền ký quỹ
zh_hans: 补充保证金
zh_hant: 補充保證金

# 3.0_AcceptantStateCheck
source: Under Review
es: Pendiente
fr: En attente
ja: 保留中
ko: 대기중인
nl: in afwachting van
vi: Đợi xem xét
zh_hans: 审核中
zh_hant: 稽核中

# 3.0_AcceptantStateNotPass
source: Apply
es: Para abrir
fr: Pour ouvrir
ja: 開くには
ko: 열려면
nl: Openen
vi: Đăng ký
zh_hans: 去开通
zh_hant: 去開通

# 3.0_AcceptantStateNotset
source: Set Up
es: Ir a establecer
fr: Aller à l'ensemble
ja: セットに行く
ko: 설정으로 이동
nl: Ga naar instellen
vi: Tới cài đặt
zh_hans: 去设置
zh_hant: 去設置

# 3.0_AcceptantInputCurrencyAmount
source: Enter Amount of Funds
es: Ingrese la cantidad de dinero
fr: Entrez le montant d'argent
ja: 金額を入力してください
ko: 금액 입력
nl: Voer de hoeveelheid geld in
vi: Nhập số tiền
zh_hans: 输入资金量
zh_hant: 輸入資金量

# 3.0_AcceptantOutPremium
source: Exceeded Acceptable Premium Range: -10% to +10%
es: Superado el rango premium: -10% a +10%
fr: Dépassé la gamme premium: -10% à +10%
ja: プレミアムレンジを超えました：-10％〜+10％
ko: 프리미엄 범위 초과 : -10 % ~ +10 %
nl: Het premium bereik overschreden: -10% tot +10%
vi: Phạm vi chênh lệch giá: -50%~50%
zh_hans: 超出了溢价范围：-10%～+10%
zh_hant: 超出了溢價範圍：-10%～+10%

# 3.0_AcceptantOutLimitation
source: Maximum must be greater than minimum
es: El límite superior debe ser mayor que el límite inferior
fr: La limite supérieure doit être supérieure à la limite inférieure
ja: 上限は下限よりも大きくなければなりません
ko: 상한선은 하한선보다 커야합니다.
nl: De bovenlimiet moet groter zijn dan de onderlimiet
vi: Giới hạn tối đa bắt buộc phải lớn hơn giới hạn tối thiểu
zh_hans: 上限必须大于下限
zh_hant: 上限必須大於下限

# 3.0_AcceptantReAddCoinType
source: Currency Added
es: Esta moneda ha sido agregada
fr: Cette devise a été ajoutée
ja: この通貨が追加されました
ko: 이 통화가 추가되었습니다.
nl: Deze valuta is toegevoegd
vi: Loại tiền này đã được thêm
zh_hans: 该币种已添加
zh_hant: 該幣種已添加

# 3.0_AcceptantReAddPayType
source: Payment Method Added
es: Este método de pago ha sido agregado
fr: Cette méthode de paiement a été ajoutée
ja: この支払い方法が追加されました
ko: 이 결제 수단이 추가되었습니다.
nl: Deze betaalmethode is toegevoegd
vi: Phương thức thanh toán này đã được thêm
zh_hans: 该支付方式已添加
zh_hant: 該支付方式已添加

# 3.0_AcceptantRecievePayType
source: Select Payment Method
es: Seleccionar método de pago
fr: Sélectionnez la méthode de paiement
ja: お支払い方法を選択
ko: 지불 방법 선택
nl: Selecteer betaalmethode
vi: Chọn phương thức thanh toán
zh_hans: 选择收款方式
zh_hant: 選擇收款方式

# 3.0_AcceptantBondCountPlaceholder_in
source: Enter Amount(min deposit is [IDCW])
es: Por favor ingrese la cantidad (la cantidad mínima de recarga es[IDCW])
fr: Veuillez entrer la quantité (la quantité de recharge minimum est[IDCW])
ja: 数量を入力してください（最低再充電量は[IDCW]です）
ko: 수량을 입력하십시오 (최소 충전량은 [IDCW]입니다).
nl: Voer de hoeveelheid in (minimum aantal opnieuw laden is[IDCW])
vi: Mời nhập số lượng (số lượng nạp tối thiểu là [IDCW])
zh_hans: 请输入数量(最小充值数量为[IDCW])
zh_hant: 請輸入數量(最小充值數量為[IDCW])

# 3.0_AcceptantBondCountBalance
source: Margin Balance
es: Balance de margen
fr: Solde de marge
ja: マージン残高
ko: 증거금 잔액
nl: Margesaldo
vi: Số dư tiền ký quỹ
zh_hans: 保证金余额
zh_hant: 保證金餘額

# 3.0_Acceptant_order_relation
source: Order Number
es: Número de pedido asociado
fr: Numéro de commande associé
ja: 関連する注文番号
ko: 관련 주문 번호
nl: Bijbehorende bestelnummer
vi: Số đơn lệnh
zh_hans: 关联订单号
zh_hant: 關聯訂單號

# 2.1_No_Acceptantce_water
source: No History
es: Sin agua
fr: Pas d'eau
ja: 水なし
ko: 물 없음
nl: Geen water
vi: Không có lịch sử
zh_hans: 暂无流水
zh_hant: 暫無流水

# 3.0_JWAcceptance_Buy
source: Buy
es: Comprar
fr: Acheter
ja: 購入する
ko: 구매
nl: kopen
vi: Mua
zh_hans: 买
zh_hant: 買

# 3.0_JWAcceptance_Sell
source: Sell
es: Vender
fr: Vendre
ja: 販売
ko: 판매
nl: verkopen
vi: Bán
zh_hans: 卖
zh_hant: 賣

# 3.0_JWAcceptance_Buyer
source: buyer
es: Comprador
fr: Acheteur
ja: 買い手
ko: 구매자
nl: kopers
vi: Người mua
zh_hans: 买家
zh_hant: 買家

# 3.0_JWAcceptance_Seller
source: seller
es: Vendedor
fr: Vendeur
ja: 売り手
ko: 판매자
nl: verkopers
vi: Người bán
zh_hans: 卖家
zh_hant: 賣家

# 3.0_JWAcceptance_DidOffer
source: Price offered. Waiting for [IDC] to select.
es: Citado, esperando [IDC] para hacer una elección
fr: Cité, en attente de [IDC] pour faire un choix
ja: クォートされ、[IDC]が選択を待つ
ko: 따옴표 붙은, [IDC] 에 대한 선택을 기다리는 중
nl: Geciteerd, wachtend op [IDC] om een ​​keuze te maken
vi: Đã báo giá, đợi [IDC] quyết định
zh_hans: 已报价，等待[IDC]做出选择
zh_hant: 已報價，等待[IDC]做出選擇

# 3.0_JWAcceptance_NOOffer
source: No price offered
es: No citado
fr: Non cité
ja: 引用しない
ko: 인용되지 않음
nl: Niet geciteerd
vi: Chưa báo giá
zh_hans: 未报价
zh_hant: 未報價

# 3.0_JWAcceptance_OfferDidSelected
source: Trade in progress. Please follow up.
es: En la transacción, por favor haz un seguimiento
fr: Dans la transaction, veuillez suivre
ja: 取引では、フォローアップしてください
ko: 거래에서 후속 조치를 취하십시오.
nl: Volg de instructies voor de transactie
vi: Đang giao dịch, xin theo dõi.
zh_hans: 交易中，请及时跟进
zh_hant: 交易中，請及時跟進

# 3.0_WorkStation_Buy
source: Buy
es: Comprar
fr: Acheter
ja: 購入する
ko: 구매
nl: kopen
vi: Mua vào
zh_hans: 买入
zh_hant: 買入

# 3.0_WorkStation_Sell
source: Sell
es: Vender
fr: Vendre
ja: 売る
ko: 판매하다
nl: verkopen
vi: Bán ra
zh_hans: 卖出
zh_hant: 賣出

# 3.0_WorkStation_PriceSort
source: Price
es: Ordenar por precio
fr: Trier par prix
ja: 価格で並べ替え
ko: 가격순 정렬
nl: Sorteer op prijs
vi: Giá
zh_hans: 价格排序
zh_hant: 價格排序

# 3.0_WorkStation_AvgResTimeSort
source: Receipt Time
es: Tiempo promedio de clasificación
fr: Temps de tri moyen
ja: 平均ソーティング時間
ko: 평균 정렬 시간
nl: Gemiddelde sorteertijd
vi: Thứ tự thời gian nhận tiền trung bình
zh_hans: 平均收款时间排序
zh_hant: 平均收款時間排序

# 3.0_WorkStation_AvgPayTimeSort
source: Payment Time
es: Promedio de tiempo de pago
fr: Tri moyen du temps de paiement
ja: 平均支払時間ソート
ko: 평균 지불 시간 정렬
nl: Gemiddelde sortering van de betaaltijd
vi: Thứ tự thời gian thanh toán trung bình
zh_hans: 平均支付时间排序
zh_hant: 平均支付時間排序

# 3.0_WorkStation_RestTime
source: Remaining time
es: Tiempo restante
fr: Temps restant
ja: 残り時間
ko: 남은 시간
nl: Resterende tijd
vi: Thời gian còn lại
zh_hans: 剩余时间
zh_hant: 剩餘時間

# 3.0_WorkStation_CancelOrder
source: Confirm Cancellation
es: Cancelar transacción
fr: Annuler la transaction
ja: 取引をキャンセルする
ko: 거래 취소
nl: Transactie annuleren
vi: Huỷ giao dịch
zh_hans: 确认取消
zh_hant: 確認取消

# 3.0_WorkStation_CancelOrderTip
source: This will be the [IDC1] time you have cancelled a trade. Your trading privileges will be frozen for [IDC2] hours if you cancel [IDC3] trades within [IDC4] hours.
es: Hoy es la cancelación [IDC1] de la transacción,[IDC2] se cancelará en unas horas y [IDC3] estará prohibido por [IDC4] horas
fr: Aujourd'hui est l'annulation [IDC1] de la transaction,[IDC2] sera annulé dans les heures et [IDC3] sera interdit pour [IDC4] heures
ja: 今日はトランザクションの[IDC1]のキャンセルです。[IDC2]は数時間以内にキャンセルされ、[IDC3]は[IDC4]時間中に禁止されます
ko: 오늘은 트랜잭션의 [IDC1] 취소이며, [IDC2] 는 몇 시간 내에 취소되고 [IDC3] 는 [IDC4] 시간 동안 금지됩니다
nl: Vandaag is de[IDC1]-annulering van de transactie,[IDC2] wordt binnen enkele uren geannuleerd en[IDC3] is voor [IDC4] uren verboden
vi: Đây là lần huỷ giao dịch thứ [IDC1] trong ngày hôm nay, trong [IDC2] tiếng huỷ lệnh [IDC3] lần sẽ bị cấm giao dịch [IDC4] tiếng
zh_hans: 今日是第[IDC1]次取消交易，[IDC2]小时内取消[IDC3]次将禁止交易[IDC4]小时
zh_hant: 今日是第[IDC1]次取消交易，[IDC2]小時內取消[IDC3]次將禁止交易[IDC4]小時

# 3.0_WorkStation_TimeOut
source: Time Up
es: El tiempo se acabó
fr: Le temps est écoulé
ja: 時間がかかっている
ko: 시간이 다됐다.
nl: De tijd is om
vi: Hết giờ
zh_hans: 时间到
zh_hant: 時間到

# 3.0_WorkStation_TimeOutTip1
source: Unfortunately your offer has not been accepted.
es: Lamentablemente, no hay una cotización de aceptación
fr: Malheureusement, il n'y a pas de devis d'acceptation
ja: 残念ながら、受け入れ見積もりはありません
ko: 불행히도, 동의 견적이 없습니다.
nl: Helaas is er geen acceptatie-quote
vi: Đề nghị của bạn không được chấp nhận
zh_hans: 很遗憾没有承兑商报价
zh_hant: 很遺憾沒有承兌商報價

# 3.0_WorkStation_TimeOutTip2
source: Sorry, you did not select a trade.
es: Lamento que no hayas elegido
fr: Je suis désolé que tu n'aies pas fait de choix
ja: あなたが選択をしなかったのはごめん。
ko: 너 미안해. 선택을 못해서 미안해.
nl: Het spijt me dat je geen keuze hebt gemaakt
vi: Bạn chưa chọn giao dịch
zh_hans: 很遗憾你未做出选择
zh_hant: 很遺憾你未做出選擇

# 3.0_WorkStation_IKown
source: OK
es: Yo se
fr: Je sais
ja: 私は知っている
ko: 나는 알고있다.
nl: Ik weet het
vi: Tôi biết
zh_hans: 我知道了
zh_hant: 我知道了

# 3.0_WorkStation_ConfirmOrder
source: Confirm Trade
es: Confirmar transacción
fr: Confirmer la transaction
ja: 取引を確認する
ko: 거래 확인
nl: Bevestig transactie
vi: Xác nhận giao dịch
zh_hans: 确认交易
zh_hant: 確認交易

# 3.0_WorkStation_ConfirmOrderTip
source: Confirm to trade at [IDC1] [IDC2] with [IDC3]
es: Confirme las transacciones con [IDC1] [IDC2] price y [IDC3]
fr: Confirmer les transactions avec [IDC1] [IDC2] price et [IDC3]
ja: [IDC1] [IDC2] priceと[IDC3]との取引を確認する
ko: [IDC1] [IDC2] price 및 [IDC3] 와 거래 확인
nl: Bevestig transacties met [IDC1] [IDC2] prijs en [IDC3]
vi: Xác nhận giao dịch giá [IDC1] [IDC2] với [IDC3]
zh_hans: 确认以 [IDC1] [IDC2] 价格与 [IDC3] 交易
zh_hant: 確認以 [IDC1] [IDC2] 價格與 [IDC3] 交易

# 3.0_WorkStation_Wait
source: Please wait while the system is matching …
es: Espere mientras el sistema coincide ...
fr: Veuillez patienter pendant que le système correspond ...
ja: システムが一致している間お待ちください...
ko: 시스템이 일치하는 동안 기다려주십시오 ...
nl: Even geduld terwijl het systeem overeenkomt ...
vi: Xin đợi, hệ thống đang tìm người phù hợp…
zh_hans: 请稍等，系统正在匹配中…
zh_hant: 請稍等，系統正在匹配中…

# 3.0_WorkStation_ComplaintsCount
source: Number of Complaints
es: Número de quejas
fr: Nombre de plaintes
ja: 苦情の数
ko: 불만 건수
nl: Aantal klachten
vi: Số lượng khiếu nại
zh_hans: 被申诉次数
zh_hant: 被申訴次數
