Repository: blackchena/Test
Catalog: IDCMWallet/IDCMWallet/Resource/i18N/*.lproj/Localizable.strings
Languages: es, fr, ja, ko, nl, vi, zh_hans, zh_hant

# 2.1_screensShots
source: For the protection of your assets, please do not take screenshots.
es: Para proteger sus activos de billetera, no guarde capturas de pantalla; cópielas en un lugar seguro.
fr: Pour protéger les éléments de votre portefeuille, ne sauvegardez pas les captures d'écran. Veuillez écrire dans un endroit sûr.
ja: あなたの財布の資産を保護するために、スクリーンショットを保存しないでください。安全な場所に書き込んでください。
ko: 지갑 자산을 보호하려면 스크린 샷을 저장하지 마십시오. 안전한 장소에서 복사하십시오.
nl: Om uw portefeuillemiddelen te beschermen, bewaart u alstublieft geen screenshots, kopieert u op een veilige plaats.
vi: Để bảo vệ tài sản của bạn. Không chụp màn hình
zh_hans: 为了保障您的钱包资产，请不要截屏保存，请抄写在安全的地方。
zh_hant: 為了保障您的錢包資產，請不要截屏保存，請抄寫在安全的地方

# 2.1_LogBackIn
source: Log In
es: iniciar sesión nuevamente
fr: se reconnecter
ja: 再度ログインする
ko: 다시 로그인하십시오
nl: opnieuw inloggen
vi: Đăng nhập
zh_hans: 重新登录
zh_hant: 重新登錄

# 2.1_ForgetPINSetPW
source: Set PIN
es: Establecer PIN
fr: Définir le code PIN
ja: PINを設定
ko: PIN 설정
nl: Pincode instellen
vi: Đặt PIN
zh_hans: 设置PIN
zh_hant: 設置PIN

# 2.1_ForgetPINConfirmPW
source: Confirm
es: Confirmar PIN
fr: Confirmer le code PIN
ja: PINの確認
ko: PIN 확인
nl: Bevestig PIN
vi: Xác nhận PIN
zh_hans: 确认PIN
zh_hant: 確認PIN

# 2.1_ForgetPINSixDigits
source: 6 Digits
es: 6 dígitos
fr: 6 chiffres
ja: 6桁
ko: 6 자리
nl: 6 cijfers
vi: 6 chữ số
zh_hans: 6位数字
zh_hant: 6位數字

# 2.1_ForgetPINPleaseConfirmPW
source: Confirm PIN
es: Confirme el PIN
fr: Veuillez confirmer le code PIN
ja: PINを確認してください
ko: PIN을 확인하십시오
nl: Bevestig uw pincode
vi: Xác nhận PIN
zh_hans: 确认PIN
zh_hant: 請確認PIN

# 2.1_OpenTouchIDPermissions
source: Enable Touch ID Permission
es: Habilitar permisos de Touch ID
fr: Activer les autorisations d'identification tactile
ja: タッチID権限を有効にする
ko: 터치 ID 권한 사용
nl: Touch ID-machtigingen inschakelen
vi: Cho phép dùng Touch ID
zh_hans: 开启Touch ID权限
zh_hant: 開啟Touch ID權限

# 2.1_SetTouchIDPermissionsTips
source: Please manually enable permission below.
es: Configure el permiso Touch ID manualmente
fr: Veuillez configurer l'autorisation Touch ID manuellement
ja: タッチIDパーミッションを手動で設定してください
ko: 터치 ID 권한을 수동으로 설정하십시오.
nl: Stel de Touch ID-machtiging handmatig in
vi: Vui lòng đặt quyền Touch ID theo cách thủ công
zh_hans: 请手动设置Touch ID权限
zh_hant: 請手動設置Touch ID權限

# 2.1_OpenFaceIDPermissions
source: Enable Face ID Permission
es: Habilitar permisos de Face ID
fr: Activer les autorisations d'identification de visage
ja: 顔IDの権限を有効にする
ko: 얼굴 ID 권한 사용
nl: Gezichtsrechten inschakelen
vi: Cho phép dùng FACE ID
zh_hans: 开启Face ID权限
zh_hant: 開啟Face ID權限

# 2.1_SetFacePermissionsTips
source: Please manually enable permission below.
es: Configure los permisos de Face ID manualmente
fr: Veuillez définir manuellement les autorisations d'identification de visage
ja: 顔IDのアクセス許可を手動で設定してください
ko: 수동으로 얼굴 ID 권한을 설정하십시오.
nl: Stel de Face ID-machtigingen handmatig in
vi: Vui lòng đặt quyền cho FACE ID theo cách thủ công
zh_hans: 请手动设置Face ID权限
zh_hant: 請手動設置Face ID權限

# 2.0_LoginWallet
source: Log In
es: Iniciar sesión en mi moneder
fr: Se connecter à ma porte-monnaie
ja: 自分のワォレットにログインする
ko: 나의 돈지갑 등록
nl: Inloggen van mijn portefeuille
vi: Đăng nhập
zh_hans: 登录我的钱包
zh_hant: 登錄我的錢包

# 2.0_RegisterWallet
source: Sign Up
es: Crear un monedero
fr: Créer une nouvelle porte-monnaie
ja: ワォレットを作る
ko: 돈지갑 새로 만들기
nl: Maak een portefeuille
vi: Tạo ví
zh_hans: 创建钱包
zh_hant: 創建錢包

# 2.0_ForgetPW
source: Forgot Password?
es: Olvidar contraseña?
fr: Mot de passe oublié?
ja: パスワードを忘れたか?
ko: 패스워드가 기억나지 않으세요?
nl: Wachtwoord vergeten?
vi: Quên mật khẩu?
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# 2.0_FindWallet
source: Recover Assets
es: Encontrar el dinero
fr: Récupérer le capital
ja: 資金を取り返す
ko: 자금 찾기
nl: Vind geld terug
vi: Khôi phục tài sản
zh_hans: 恢复资产
zh_hant: 恢復資產

# 2.0_Country
source: Region
es: Región
fr: Région
ja: 地域
ko: 지역
nl: Regio
vi: Khu vực
zh_hans: 地区
zh_hant: 地區

# 2.0_Mobile
source: Mobile
es: Teléfono celular
fr: Portable
ja: 携帯電話
ko: 핸드폰
nl: Telefoon
vi: Điện thoại
zh_hans: 手机
zh_hant: 手機

# 2.0_Password
source: Password
es: Contraseña
fr: Mot de passe
ja: パスワード
ko: 패스워드
nl: Wachtwoord
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# 2.0_SelectCountry
source: Select Region
es: Por favor elija su número de teléfono celular para pertenecer al Región
fr: Veuillez choisir le Région auquel appartient le numéro de téléphone
ja: 携帯番号の帰属地域選んでください
ko: 핸드폰 번호 소속 지역 선택
nl: Selecteer het Regio dat uw telefoonnummer bij hoort
vi: Chọn khu vực
zh_hans: 选择手机号归属地区
zh_hant: 選擇手機號歸屬地區

# 2.0_EnterMobile
source: Enter Mobile Number
es: Por favor ingrese su número de teléfono celular
fr: Veuillez entrer le numéro de téléphone
ja: 携帯番号を入力してください
ko: 핸드폰 번호를 입력하세요
nl: Voer telefoonnummer in
vi: Nhập số điện thoại
zh_hans: 输入手机号
zh_hant: 輸入手機號

# 2.0_EnterPassword
source: Enter Password
es: Por favor ingrese la contraseña de inicio de sessión
fr: Veuillez entrer le mot de passe pour se connecter
ja: ログインパスワードを入力してください
ko: 등록 패스워드를 입력하세요
nl: Voer het inlogwachtwoord in
vi: Nhập mật khẩu
zh_hans: 输入登录密码
zh_hant: 輸入登錄密碼

# 2.0_Login
source: Log In
es: Inicar sessión
fr: Se connecter
ja: ログイン
ko: 등록
nl: Inloggen
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登錄

# 2.0_Register
source: Create
es: Crear
fr: Créer
ja: 新規作成
ko: 새로 만들기
nl: Maken
vi: Tạo
zh_hans: 创建
zh_hant: 創建

# 2.0_MobileLogin
source: Mobile Login
es: Inicio de sesión de teléfono celular
fr: Se connecter par téléphone
ja: 携帯電話でログインする
ko: 핸드폰 등록
nl: Telefoon inloggen
vi: Đăng nhập bằng điện thoại di động
zh_hans: 手机登录
zh_hant: 手機登錄

# 2.0_EmailLogin
source: Email/Username Login
es: Inicio de sesión de correo electrónico
fr: Se connecter par boîte d’e-mail
ja: メールアドレスでログインする
ko: 이메일 등록
nl: E-mail inloggen
vi: Đăng nhập bằng email
zh_hans: 邮箱/用户名登录
zh_hant: 郵箱/用戶名登錄

# 2.0_Email
source: Email
es: Correo electrónico
fr: Boîte d’e-mail
ja: メールボックス
ko: 이메일
zh_hans: 邮箱
zh_hant: 郵箱

# 2.0_EnterEmail
source: Enter Email/Username
es: Por favor ingrese correo electrónico o nombre de usuario
fr: Veuillez entrer l’e-mail ou le nom d’utilisateur
ja: メールアドレスかユーザー名を入力してください
ko: 이메일 혹은 사용자명을 입력하세요
nl: Voer een e-mailadres of gebruikersnaam in
vi: Hãy nhập email hoặc tên người dùng
zh_hans: 输入电子邮箱/用户名
zh_hant: 輸入電子郵箱/用戶名

# 2.0_Search
source: Search
es: Buscar
fr: Rechercher
ja: 検索する
ko: 검색
nl: Zoeken
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜索

# 2.0_SearchResults
source: Search results
es: Buscar resultado
fr: Résultat de recherche
ja: 結果を検索する
ko: 검색 결과
nl: Zoekresultaten
vi: Kết quả tìm kiếm
zh_hans: 搜索结果
zh_hant: 搜索結果

# 2.0_SelectCountryVC
source: Select Region
es: Seleccionar Región
fr: Choisir le Région
ja: 地域を選んでください
ko: 지역 선택
nl: Selecteer een Regio
vi: Chọn Khu vực
zh_hans: 选择地区
zh_hant: 選擇地區

# 2.0_MoblieFomatNotCorrect
source: Please enter correct mobile
es: Por favor ingrese el número de teléfono celular correcto
fr: Veuillez entrer le correct numéro de téléphone
ja: 正しい携帯番号を入力してください
ko: 핸드폰 번호를 정확하게 입력하세요
nl: Voer het juiste telefoonnummer in
vi: Hãy nhập số điện thoại di động chính xác
zh_hans: 请输入正确手机号
zh_hant: 請輸入正確手機號

# 2.0_EamilFomatNotCorrect
source: Please enter correct email
es: Por favor ingrese el correo electrónico correcto
fr: Veuillez entrer le correct e-mail
ja: 正しいメールアドレスを入力してください
ko: 이메일을 정확하게 입력하세요
nl: Voer de juiste e-mail in
vi: Hãy nhập email chính xác
zh_hans: 请输入正确邮箱
zh_hant: 請輸入正確郵箱

# 2.0_UserNameError
source: Incorrect Login Or Password
es: Nombre de usuario o contraseña incorrecta
fr: Erreur nom d’utilisateur ou mot de passe
ja: ユーザー名或はパスワードは正しくない
ko: 사용자명 혹은 패스워드
nl: Gebruikersnaam of wachtwoord onjuist
vi: Tên người dùng hoặc mật khẩu lỗi
zh_hans: 用户名或密码错误
zh_hant: 用戶名或密碼錯誤

# 2.0_UserNameBeing
source: Wallet ID already in use
es: Wallet ID de usuario ya existe
fr: Wallet ID déjà existant
ja: Wallet IDは既に存在している
ko: Wallet ID 이미 존재합니다
nl: Wallet ID al bestaat
vi: Wallet ID đã tồn tại
zh_hans: Wallet ID已经存在
zh_hant: Wallet ID已經存在

# 2.0_GetVerificationCode
source: Get Code
es: Obtener código de verificación
fr: Acquérir le code de vérification
ja: 検証コードを獲得する
ko: 인증 코드 취득
nl: Ontvang de verificatiecode
vi: Lấy mã xác thực
zh_hans: 获取验证码
zh_hant: 獲取驗證碼

# 2.0_GetNewCode
source: Resend
es: Volver a enviar
fr: Envoyer de nouveau
ja: もう一度送信する
ko: 재 발송
nl: Verzend opnieuw
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 重新發送

# 2.0_MobileRegister
source: Sign Up With Mobile
es: Crear de teléfonos teléfono celular
fr: Créer par téléphone
ja: 携帯電話で新規作成
ko: 핸드폰 새로 만들기
nl: Telefoon maken
vi: Tạo bằng điện thoại di động
zh_hans: 手机创建
zh_hant: 手機創建

# 2.0_EmailRegister
source: Sign Up With Email
es: Crear correo electrónico
fr: Créer par e-mail
ja: メールアドレスで新規作成
ko: 이메일 새로 만들기
nl: E-mail maken
vi: Tạo bằng email
zh_hans: 邮箱创建
zh_hant: 郵箱創建

# 2.0_EnterVerificationCode
source: Verification Code
es: Por favor ingrese el código de verificación
fr: Veuillez entrer le code de vérification
ja: 検証コードを入力してください
ko: 인증 코드를 입력하세요
nl: Voer de verificatiecode in
vi: Hãy nhập mã xác nhận
zh_hans: 输入验证码
zh_hant: 輸入驗證碼

# 2.0_NextStep
source: Next Step
es: Siguiente
fr: Etape suivante
ja: 次へ
ko: 다음으로
nl: Volgende
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# 2.0_NextStep_Next
source: Next
es: Siguiente
fr: Etape suivante
ja: 次へ
ko: 다음으로
nl: Volgende
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

# 2.0_UserAgree
source: Signing up means you agree to the
es: Crear un monedero significa que usted está de acuerdo.
fr: Créer la porte de monnaie en exprimant que vous êtes d’accord
ja: ワォレット新規作成で、同意を表示する
ko: 돈지갑을 새로 만드시면 동의하였다는 것을 의미합니다
nl: Een portefeuille maken betekent dat u instemt met
vi: Tạo ví tức là bạn đồng ý với
zh_hans: 创建钱包表示您同意
zh_hant: 創建錢包表示您同意

# 2.0_TermsService
source: 《IDCW Terms of Service》
es: Términos de servicio de IDCW
fr: 《Terme de service IDCW》
ja: 『IDCWサービス条項』
ko: 《IDCW서비스 조항》
nl: IDCW Servicevoorwaarden
vi: 《Điều khoản dịch vụ IDCW》
zh_hans: 《IDCW服务条款》
zh_hant: 《IDCW服務條款》

# 2.0_AccountPassWord
source: Set
es: Contraseña de cuenta
fr: Mot de passe de compte
ja: アカウントパスワード
ko: 계좌 패스워드
nl: Account wachtwoord
vi: Đặt mật khẩu
zh_hans: 设置密码
zh_hant: 設置密碼

# 2.0_ConfirmPassWord
source: Confirm
es: Confirmar contraseña
fr: Mot de passe de confirmation
ja: パスワードを確認する
ko: 패스워드 확인
nl: Bevestig wachtwoord
vi: Xác nhận mật khẩu
zh_hans: 确认密码
zh_hant: 確認密碼

# 2.0_UserName
source: Username
es: Nombre de usuarios
fr: Nom d’utilisateur
ja: ユーザー名
ko: 사용자명
nl: Gebruikersnaam
vi: Tên người dùng
zh_hans: 设置用户名
zh_hant: 用戶名

# 2.0_EnterAccountPassWord
source: 6-16 Letters and Numbers
es: 6 ~ 16 dígitos, número o letra
fr: Chiffre ou lettre de 6 à 16caractères
ja: 6-16桁の数字、又はアルファベット
ko: 6~16자리，숫자 혹은 자모
nl: 6 ~ 16 cijfers of letters
vi: 6~16 ký tự, số hoặc chữ
zh_hans: 设置密码，6-16位字母和数字
zh_hant: 設置密碼，6-16位字母和數字

# 2.0_EnterConfirmPassWord
source: Confirm Password
es: Por favor introduzca la contraseña de confirmación
fr: Veuillez entrer de nouveau le mot de passe de confirmation
ja: 確認パスワードをもう一度入力してください
ko: 패스워드를 재입력하여 확인하세요
nl: Voer het wachtwoord opnieuw in om te bevestigen
vi: Nhập lại mật khẩu
zh_hans: 确认密码，6-16位字母和数字
zh_hant: 確認密碼，6-16位字母和數字

# 2.0_EnterUserName
source: 4-16 Letters or Numbers
es: 4 ~ 16 dígitos, número o letra
fr: Chiffre ou lettre de 4 à 16caractères
ja: 4-16桁の数字、或はアルファベット
ko: 4~16자리，숫자 혹은 자모
nl: 4 ~ 16 cijfers of letters
vi: 4~16 ký tự, số hoặc chữ
zh_hans: 设置用户名，4-16位字母或数字
zh_hant: 設置用戶名，4-16位字母或數字

# 2.0_TermsServiceVC
source: IDCW Terms of Service
es: Términos de servicio de IDCW
fr: Terme de service IDCW
ja: IDCW利用規約
ko: IDCW서비스 조항
nl: IDCW Servicevoorwaarden
vi: Điều khoản dịch vụ IDCW
zh_hans: IDCW服务条款
zh_hant: IDCW服務條款

# 2.0_VerificationCodeSend
source: Verification Code Sent To Mobile
es: Se ha enviado el código de verificación a su teléfono celular
fr: Code de vérification déjà envoyé à votre téléphone
ja: 検証コードはすでにあなたの携帯電話に送信した
ko: 인증 코드를 고객님 핸드폰으로 발송하였습니다
nl: De verificatiecode is naar uw telefoon gestuurd
vi: Mã xác thực đã được gửi tới điện thoại di động của bạn
zh_hans: 验证码已发送到您的手机
zh_hant: 驗證碼已發送到您的手機

# 2.0_VerificationCodeSendEmail
source: Verification Code Sent To Email
es: Se ha enviado el código de verificación a su correo electrónico
fr: Code de vérification déjà envoyé à votre Boîte d’e-mail
ja: 検証コードはすでにあなたのメールボックスに送信した
ko: 인증 코드를 고객님 메일로 발송하였습니다
nl: De verificatiecode is naar uw e-mail gestuurd
vi: Mã xác thực đã được gửi tới email của bạn
zh_hans: 验证码已发送到您的邮箱
zh_hant: 驗證碼已發送到您的郵箱

# 2.0_VerificationCodeSendEmailFail
source: Verification Code Sent Failed
es: Error al enviar el código de verificación
ja: 確認コードの送信に失敗しました
ko: 인증 코드를 보내지 못했습니다.
vi: Không thể gửi mã xác minh
zh_hans: 验证码发送失败
zh_hant: 驗證碼發送失敗

# 2.0_AccountBeingMobile
source: Mobile already registered
es: El teléfono está registrado
fr: Le téléphone est enregistré
ja: 電話が登録されています
ko: 전화가 등록되었습니다
nl: De telefoon is geregistreerd
vi: Điện thoại đã được đăng ký
zh_hans: 手机已注册
zh_hant: 手機已註冊

# 2.0_AccountBeingEmail
source: Email already registered
es: El correo electrónico está registrado
fr: E-mail est enregistré
ja: 電子メールが登録されている
ko: 전자 메일이 등록되었습니다
nl: E-mail is geregistreerd
vi: E-mail đã được đăng ký
zh_hans: 邮箱已注册
zh_hant: 郵箱已註冊

# 2.0_PasswordMismatch
source: Inconsistent Password
es: Dos veces incoherencia de contraseña
fr: Discordance de deux mots de passe
ja: 二回のパスワードは一致していない
ko: 2회 입력하신 패스워드가 일치하지 않습니다
nl: De twee wachtwoorden komen niet overeen
vi: Mật khẩu không khớp
zh_hans: 两次密码不一致
zh_hant: 兩次密碼不一致

# 2.0_VerificationCodeError
source: Incorrect Verification Code
es: Código de verificación incorrecta o obsoleta
fr: Code de vérification incorrect ou périmé
ja: 検証コードは正しくない、或は無効になる
ko: 인증 코드 에러 혹은 인증 코드 기한 초과
nl: De verificatiecode is onjuist of de verificatiecode is verouderd
vi: Mã xác thực lỗi hoặc quá hạn
zh_hans: 验证码错误或已失效，请重新获取
zh_hant: 驗證碼錯誤或已失效，請重新獲取

# 2.0_RegisterFail
source: Failed to create wallet
es: Error al crear el monedero
fr: Création de porte-monnaie échouée
ja: ワォレットが作成できない
ko: 돈지갑 새로 만들기 실패
nl: Maken van portefeuille mislukt
vi: Tạo ví thất bại
zh_hans: 创建钱包失败
zh_hant: 創建錢包失敗

# 2.0_SuccessAgain
source: Create successfully, please relogin
es: Creación exitosa, por favor inicie sesión de nuevo
fr: Création réussite, veuillez se connecter de nouveau
ja: ワォレットを作成した。もう一度ログインしてください
ko: 새로 만들었습니다. 재등록하세요
nl: Met succes geregistreerd, Inloggen opnieuw in
vi: Tạo xong, hãy đăng nhập lại
zh_hans: 创建成功，请重新登录
zh_hant: 創建成功，請重新登錄

# 2.0_EnterRegidterEmail
source: Enter Email
es: Ingrese la dirección de correo electrónico
fr: Veuillez entrer votre adresse email
ja: メールアドレスを入力してください
ko: 전자 메일 주소를 입력하십시오
nl: Voer e-mailadres in
vi: Vui lòng nhập địa chỉ email
zh_hans: 输入电子邮箱
zh_hant: 輸入電子郵箱

# 2.0_PayPasswordMismatch
source: Inconsistent PIN
es: Dos incoherencias de PIN
fr: Deux codes PIN incohérents
ja: 2つのPINが矛盾しています
ko: 두 개의 PIN이 일치하지 않습니다.
nl: Twee pincodes inconsistent
vi: PIN không khớp
zh_hans: PIN不一致
zh_hant: PIN不一致

# 2.0_EamilPayFomatNotCorrect
source: Please Enter The Linked Email
es: Ingrese el buzón vinculado
fr: Veuillez entrer la boîte aux lettres réservée
ja: バインドされたメールボックスを入力してください
ko: 바운드 사서함을 입력하십시오
nl: Voer het ingebonden postvak in
vi: Hãy nhập hộp thư đã liên kết
zh_hans: 请输入已绑定的邮箱
zh_hant: 請輸入已綁定的郵箱

# 2.0_MobilePayFomatNotCorrect
source: Please Enter The Linked Mobile
es: Ingrese el teléfono vinculado
fr: Veuillez entrer le téléphone relié
ja: バインドされた電話を入力してください
ko: 바운드 폰을 입력하십시오
nl: Voer de gebonden telefoon in
vi: Nhập số điện thoại liên kết
zh_hans: 请输入已绑定的手机
zh_hant: 請輸入已綁定的手機

# 2.0_NewVersion
source: New Version Found
es: Nueva versión encontrada
fr: Nouvelle version trouvée
ja: 新しいバージョンを見つけました
ko: 새 버전을 찾았습니다.
nl: Nieuwe versie gevonden
vi: Có phiên bản mới
zh_hans: 发现新版本
zh_hant: 發現新版本

# 2.0_UpdateVersion
source: Please update to new version
es: Descargue la nueva versión
fr: Veuillez télécharger la nouvelle version
ja: 新しいバージョンをダウンロードしてください
ko: 새 버전을 다운로드하십시오.
nl: Download de nieuwe versie
vi: Tải xuống phiên bản mới
zh_hans: 请下载新版本
zh_hant: 請下載新版本

# 2.0_Update
source: Update
es: Actualizar
fr: Mettre à jour
ja: 更新された
ko: 업데이트
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# 2.1_login
source: Log In
es: carpeta de inicio de sesión
fr: portefeuille de connexion
ja: ログインウォレット
ko: 로그인 지갑
nl: Log in op de portemonnee
vi: Đăng nhập
zh_hans: 登录钱包
zh_hant: 登錄錢包

# 2.1_FindWalletNewVC
source: Recover Assets-New Wallet
es: Recuperar activo - Nuevo monedero
fr: Récupérer l'actif - Nouveau portefeuille
ja: 資産を取り戻す - 新しいウォレット
ko: 자산 회수 - 새 지갑
nl: Retrieve Asset - New Wallet
vi: Khôi phục tài sản - Ví mới
zh_hans: 恢复资产-新钱包
zh_hant: 恢復資產-新錢包

# 2.1_PassWordFormat
source: Password must include 6-16 characters (At least one letter and number)
es: la contraseña debe ser de 6 a 16 caracteres alfanuméricos
fr: le mot de passe doit être de 6 à 16 caractères alphanumériques
ja: パスワードは6〜16文字の英数字でなければなりません
ko: 비밀번호는 6 ~ 16 자의 영숫자 여야합니다.
nl: wachtwoord moet 6 tot 16 alfanumeriek zijn
vi: Mật khẩu phải từ 6 đến 16 chữ số
zh_hans: 密码必须为6-16位，至少包含一个字母和数字
zh_hant: 密碼必須為6~16位，至少包含一個字母和數字

# 2.1_FindWalletSuccess
source: Asset Recover Successful
es: Recuperar el éxito de los activos
fr: Récupérer le succès de l'actif
ja: 資産の取得を成功させる
ko: 자산 성공 검색
nl: Win activa op
vi: Khôi phục tài sản xong
zh_hans: 恢复资产成功
zh_hant: 恢復資產成功！

# 2.1_IntoWallet
source: Enter Wallet
es: Ingrese Monedero
fr: Saisir le portefeuille
ja: ウォレットを入力
ko: 지갑 입력
nl: Portefeuille invoeren
vi: Nhập ví
zh_hans: 进入钱包
zh_hant: 進入錢包

# 2.1_FindVerifySuccess
source: Verification Successful
es: Verificar con éxito
fr: Vérifier la réussite
ja: 検証成功
ko: 성공 확인
nl: Verifieer succesvol
vi: Xác nhận xong
zh_hans: 验证成功
zh_hant: 驗證成功

# 2.1_FindWalletSafe
source: For the protection of your assets, the old wallet is invalid, please create new wallet.
es: Para proteger la seguridad de sus activos pero la billetera ha caducado, vuelva a crear la nueva billetera
fr: Pour protéger la sécurité de vos avoirs puis que le portefeuille a expiré, veuillez recréer le nouveau portefeuille
ja: 資産のセキュリティを保護するには、ウォレットの期限が切れています。新しいウォレットを再作成してください。
ko: 지갑 보안 유지를 위해 지갑이 만료되었습니다. 새 지갑을 다시 만드십시오.
nl: Om de beveiliging van uw items te beveiligen, is de wallet verlopen, maak de nieuwe portemonnee opnieuw aan
vi: Để bảo vệ tài sản của bạn, ví đã hết hạn, hãy tạo lại ví mới
zh_hans: 为了保障您的资产安全 旧钱包已失效，请重新创建新钱包
zh_hant: 為了保障您的資產安全 舊錢包已失效，請重新創建新錢包

# 2.1_FindWalletRecover
source: Recovered assets will be in the new wallet.
es: Recuperar los activos recuperados en la nueva billetera
fr: Récupérer les actifs récupérés dans le nouveau portefeuille
ja: 回収された資産を新しいウォレットに取り込む
ko: 복구 된 자산을 새 지갑으로 가져 오기
nl: Haal de teruggezette activa op in de nieuwe portefeuille
vi: Tài sản đã khôi phục sẽ vào ví mới
zh_hans: 找回的资产恢复至新钱包里
zh_hant: 找回的資產恢復至新錢包里

# 2.1_FindCreatWallet
source: Create New Wallet
es: Crear nuevo monedero
fr: Créer un nouveau portefeuille
ja: 新規ウォレットを作成する
ko: 새 지갑 만들기
nl: Nieuwe Wallet maken
vi: Tạo ví mới
zh_hans: 创建新钱包
zh_hant: 創建新錢包

# 2.0_Space
source: Invalid space input
es: no puede tener espacio
fr: ne peut pas avoir d'espace
ja: スペースがありません
ko: 공간을 가질 수 없습니다
nl: kan geen spatie hebben
vi: Không được để trống
zh_hans: 不能有空格
zh_hant: 不能有空格

# 2.1_Record_Time_Year_key
source: Year
es: año
fr: année
ja: 年
ko: 연도
nl: jaar
vi: Năm
zh_hans: 年
zh_hant: 年

# 2.1_Record_Time_Month_key
source: Month
es: mes
fr: mois
ja: 月
ko: 월
nl: maand
vi: Tháng
zh_hans: 月
zh_hant: 月

# 2.1_Record_Time_Week_key
source: Week
es: Semana
fr: Semaine
ja: 週
ko: 주
vi: Tuần
zh_hans: 周
zh_hant: 周

# 2.1_Record_Time_Day_key
source: Day
es: día
fr: jour
ja: 日
ko: 하루
nl: dag
vi: Ngày
zh_hans: 天
zh_hant: 天

# 2.1_Record_Time_Hour_key
source: Hour
es: hora
fr: heure
ja: 時間
ko: 시간
nl: uur
vi: Giờ
zh_hans: 小时
zh_hant: 小時

# 2.1_Record_Time_Min_key
source: Minute
es: Minuto
ja: 分
ko: 분
nl: Minuut
vi: Phút
zh_hans: 分钟
zh_hant: 分鐘

# 2.1_Record_Time_Sec_key
source: Second
es: segundo
ja: 秒
ko: 초
vi: Giây
zh_hans: 秒
zh_hant: 秒

# 2.1_Record_Time_Later_key
source: Ago
es: before
fr: avant
ja: 前
ko: 이전
nl: before
vi: Trước
zh_hans: 之前
zh_hant: 之前

# 2.1_Save_To_Album
source: Save to Album
es: Guardar álbum
fr: Enregistrer l'album
ja: アルバムに保存
ko: 앨범에 저장
nl: Album opslaan
vi: Lưu ảnh
zh_hans: 保存至相册
zh_hant: 保存至相冊

# 2.1_Receive_Tips_Text
source: For your privacy, the system will generate a new address each time, old addresses are also valid.
es: Para proteger su privacidad, cada vez que recibe una operación El sistema utilizará la nueva dirección, la dirección anterior aún se puede usar
fr: Afin de protéger votre vie privée, chaque fois que vous recevez une opération Le système utilise la nouvelle adresse, l'ancienne adresse peut toujours être utilisée
ja: あなたのプライバシーを保護するために、操作を受けるたびに システムは新しいアドレスを使用しますが、古いアドレスは引き続き使用できます。
ko: 개인 정보를 보호하기 위해 작업을받을 때마다 시스템에서 새 주소를 사용하지만 이전 주소는 계속 사용할 수 있습니다.
nl: Om uw privacy te beschermen, elke keer dat u een bewerking ontvangt Het systeem zal het nieuwe adres gebruiken, het oude adres kan nog steeds worden gebruikt
vi: Để bảo vệ quyền riêng tư của bạn, mỗi lần bạn thực hiện một thao tác Hệ thống sẽ sử dụng địa chỉ mới, địa chỉ cũ vẫn có thể được sử dụng
zh_hans: 为了保护您的隐私，每次接收操作时， 系统都将使用新的地址，旧地址仍可使用
zh_hant: 為了保護您的隱私，每次接收操作時， 系統都將使用新地址，舊地址仍可使用

# 2.1_app_version
source: Version
es: Número de versión
fr: Numéro de version
ja: バージョン番号
ko: 버전 번호
nl: Versienummer
vi: Phiên bản
zh_hans: 版本号
zh_hant: 版本號

# 2.1_market_empty_tips
source: Coming Soon!
es: próximamente, estad atentos
fr: à venir bientôt, restez à l'écoute
ja: まもなく来て、お楽しみください
ko: 조만간 머물러보십시오.
nl: binnenkort beschikbaar, blijf op de hoogte
vi: Sắp tới, hãy theo dõi
zh_hans: 即将开放，敬请期待
zh_hant: 即將開放，敬請期待

# 2.1_Recover_Back_Order_tips
source: Please enter the words in the sequence provided earlier to complete the backup.
es: Haga clic en la palabra para confirmar que ha realizado la copia de seguridad
fr: Veuillez cliquer sur le mot afin de confirmer que vous avez sauvegardé
ja: バックアップを取るために単語 をクリックしてください。
ko: 백업했는지 확인하려면 단어를 클릭하십시오.
nl: Klik op het woord om te bevestigen dat u een back-up hebt gemaakt
vi: Vui lòng điền vào từ trong chuỗi đã cung cấp trước đó để xác nhận sao lưu
zh_hans: 请按顺序点击单词 以确认您已备份
zh_hant: 請按順序點擊 已確認您已備份

# 2.1_Clear_Select_Text
source: Clear
es: Vacío
fr: Vide
ja: 空
ko: 비어 있음
nl: Leeg
vi: Trống
zh_hans: 清空
zh_hant: 清空

# 2.1_Confirmed
source: Confirmations
es: Acuse de recibo
fr: Accusé de réception
ja: 確認済み
ko: 확인 됨
nl: Bevestiging
vi: Xác nhận
zh_hans: 个确认
zh_hant: 個確認

# 2.1_Customer_Service
source: Customer Service
es: Servicio al cliente
fr: Service client
ja: カスタマーサービス
ko: 고객 서비스
nl: Klantenservice
vi: Dịch vụ Khách hàng
zh_hans: 客户服务
zh_hant: 客戶服務

# 2.1_Business_Cooperatio
source: Business Cooperation
es: Cooperación empresarial
fr: Coopération commerciale
ja: ビジネス協力
ko: 사업 협력
nl: Zakelijke samenwerking
vi: Hợp tác kinh doanh
zh_hans: 商务合作
zh_hant: 商務合作

# 2.1_QQ_Group
source: QQ Group
es: Grupo QQ
fr: Groupe QQ
ja: QQグループ
ko: QQ 그룹
nl: QQ-groep
vi: Nhóm QQ
zh_hans: QQ群
zh_hant: QQ群

# 2.1_Open_Album_Permissions_Tips
source: Enable Album Permission
es: abrir los permisos del álbum
fr: autorisations d'album ouvertes
ja: アルバム権限を開く
ko: 앨범 권한 열기
nl: open albrechtrechten
vi: Cấp quyền truy cập ảnh
zh_hans: 开启相册权限
zh_hant: 開啟相冊權限

# 2.1_Open_Album_Permissions_Action_Tips
source: Please manually enable permission below.
es: Configure los permisos del álbum manualmente
fr: Veuillez définir les permissions de l'album manuellement
ja: アルバム権限を手動で設定してください
ko: 앨범 권한을 수동으로 설정하십시오.
nl: Stel de albummachtigingen handmatig in
vi: Xin cấp quyền truy cập
zh_hans: 请手动设置相册权限
zh_hant: 請手動設置權限

# 2.1_Save_To_Album_Success
source: Save to Album Success
es: Guardar en álbum exitoso
fr: Enregistrer dans le succès de l'album
ja: アルバムの保存に成功
ko: 앨범 성공 저장
nl: Opslaan naar album geslaagd
vi: Lưu ảnh xong
zh_hans: 保存至相册成功
zh_hant: 保存至相冊成功
